Repository: VitalySvyatyuk/a-demo
Catalog: django-gc-shared/referral/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Become our partner NOW! Make money fast!
ru: На данный счёт поступают партнерские начисления.

source: Application for certificate creation
ru: Заявка на создание сертификата

source: Applications for certificate creation
ru: Заявки на создание сертификата

source: Size
ru: Размер

source: Target
ru: Ссылка

source: You don't have a RealIB account
ru: У Вас нет счёта RealIB

source: You've already made a request for certificate creation
ru: Вы уже подавали заявку на создание сертификата

source: Domain
ru: Домен

source: API will be valid for the domain and all its subdomains. Example: grandcapital.ru
ru: API будет действительно для домена и всех его поддоменов. Пример: grandcapital.ru

source: Partner account
ru: Счёт партнёра

source: Referral number of this account will be used for links from this domain.
ru: Реферальный номер данного счета будет привязан ко всем материалам домена.

source: Please enter a value between $0.01 and $10.00
ru: Пожалуйста введите значение от $0.01 до $10.00

source: Russian
ru: Русский

source: English
ru: Английский

source: Indonesian
ru: Индонезийский

source: Chinese
ru: Китайский

source: Name
ru: Название

source: Type value
ru: Размер возврата

source: Banner file name on Grandcapital server.
ru: Имя файла на сервере Grandcapital.

source: Which section this banner belongs to.
ru: К какому из разделов принадлежит баннер.

source: Set of banners
ru: Набор баннеров

source: Which section this banner belongs to
ru: К какому из разделов принадлежит баннер.

source: Action
ru: Ссылка

source: URL this banner point to.
ru: URL на который указывает баннер.

source: Width
ru: Ширина

source: Banner width in pixels.
ru: Ширина баннера в пикселях.

source: Height
ru: Высота

source: Banner height in pixels.
ru: Высота баннера в пикселях.

source: Language
ru: Язык

source: Interactive (clickable) banner
ru: Интерактивный

source: Published
ru: Опубликовано

source: Banner in rotation
ru: Баннер в ротации

source: banner
ru: баннер

source: banners
ru: баннеры

source: Agent code
ru: Код агента

source: Click count
ru: Счетчик кликов

source: Unique click count
ru: Счетчик уникальных кликов

source: Agent code click
ru: Переход по партнерской ссылке

source: Agent code clicks
ru: Переходы по партнерской ссылке

source: Created
ru: Создано

source: Partner domain
ru: Домен

source: Account
ru: Счет

source: Sum of the rebate
ru: Сумма возврата

source: In USD, from $0.01 to $10.00
ru: В долларах США, от $0.01 до $10.00

source: Rebate setting
ru: Настройка возврата спреда

source: Rebate settings
ru: Настройки возврата спреда

source: Name of set
ru: Название набора

source: Your name
ru: Ваше имя

source: Phone number
ru: Телефон

source: You have created a request for printed certificate # %i
ru: Вы создали заявку на создание сертификата, № %i

source: Failed to remove the domain.
ru: Не удалось удалить домен.

source: Domain was successfully deleted.
ru: Домен был успешно удален.

source: Successfully uploaded document %s
ru: Документ "%s" был успешно загружен

source: Your partnership application form was succesfully submitted
ru: Ваша заявка на партнёрство успешно получена

source: Informers
ru: Информеры

source: Banners
ru: Баннеры

source: Rotation banners link
ru: Код для вставки на сайт

source: Informer
ru: Информер

source: Referral link
ru: Реферальная ссылка

source: Desired page
ru: Желаемая страница

source: Your referral link
ru: Ваша реферальная ссылка

source: or
ru: или

source: Site page
ru: Страницы сайта

source: Select product
ru: Выберите продукт

source: Binary options
ru: Бинарные опционы

source: Forex for beginners
ru: Forex для начинающих

source: Landing page
ru: Лэндинги

source: Select landing
ru: Выберите лэндинг

source: Offline materials
ru: Рекламные материалы

source: We provide our partners with high quality branded products. These products will help you to attract new clients and enable brand awareness.
ru: Мы заботимся об имиджевой составляющей нашей работы и предоставляем нашим партнерам брендированную продукцию высокого качества. Данная продукция поможет Вам в привлечении клиентов и обеспечит узнаваемость компании в широких масштабах.

source: Guidebook
ru: Гайдбук

source: Corporate style in printed products usage recommendations
ru: Рекомендации по использованию корпоративного стиля в полиграфической продукции

source: Guidebook's materials in vector format
ru: Материалы гайдбука в векторном формате

source: Referral account created
ru: Создан счёт в партнёрской группе

source: Your reward
ru: Ваше вознаграждение

source: Clicks
ru: Переходы

source: Add domain
ru: Добавить домен

source: Delete domain
ru: Удалить домен
