Repository: VitalySvyatyuk/a-demo
Catalog: django-gc-shared/platforms/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Leverage
ru: Кредитное плечо

source: Initial deposit
ru: Начальный депозит

source: Available to demo accounts only.
ru: Доступно только для демо-счетов

source: Execution system
ru: Система исполнения

source: Currency
ru: Валюта

source: American-style options
ru: Опционы американского типа

source: European-style options
ru: Опционы европейского типа

source: The following leverage settings are available for the current balance of your account:
ru: При Вашем балансе доступны следующие варианты плеча:

source: Account id
ru: Номер счета

source: Account type
ru: Тип счета

source: Creation timestamp
ru: Дата создания

source: Category name
ru: Название категории

source: List of quotes
ru: Список котировок

source: Example: EURUSD, GBPUSD, AUDCAD
ru: Пример: EURUSD, GBPUSD, AUDCAD

source: withdraw/deposit
ru: ввод/вывод

source: credit
ru: кредит

source: Binary options style
ru: Тип бинарных опционов

source: American-style options can be closed before expiration date, but have much lower reward rate than European-style options
ru: Опционы американского типа обладают возможностью досрочного закрытия, однако вознаграждение по ним гораздо меньше, чем по опционам европейского типа

source: Password recovered and sent on your email
ru: Пароль восстановлен и выслан на ваш Email

source: Leverage successfully changed
ru: Кредитное плечо успешно изменено

source: Request to restore account has be created
ru: Запрос на восстановление счёта успешно создан

source: Balance successfully changed
ru: Баланс успешно изменён

source: Leverage should be different from current one
ru: Кредитное плечо должно отличаться от выбранного

source: You need to close all trades before changing options style
ru: Чтобы сменить тип бинарных опционов вы должны закрыть все позиции

source: User have no accounts
ru: У пользователя нет счетов

source: Amount
ru: Объём

source: Account history for account %(account)s
ru: История операций для счета %(account)s

source: Status on
ru: Статус на

source: Order ID
ru: Номер ордера

source: Open time
ru: Дата открытия

source: Type
ru: Тип

source: Symbol
ru: Инструмент

source: Price
ru: Цена

source: Close time
ru: Дата закрытия

source: Commission
ru: Комиссия

source: Swap
ru: Своп

source: Profit
ru: Доход

source: Totals
ru: Итого

source: ago
ru: назад

source: Open
ru: Открыта

source: No account history available.
ru: Нет истории операций для данного счета.

source: My accounts
ru: Мои счета

source: Demo and contest accounts
ru: Демо и конкурсные счета

source: Real accounts
ru: Реальные счета

source: Account
ru: Счет

source: Registraton date
ru: Дата открытия

source: Balance
ru: Баланс

source: Filled documents
ru: Заполненные документы

source: Action
ru: Действие

source: Account history
ru: История операций

source: Deposit money
ru: Ввести средства

source: Withdraw money
ru: Вывести средства

source: Internal transfer
ru: Внутренний перевод

source: Change leverage
ru: Изменить кредитное плечо

source: Change options style
ru: Изменить тип опционов

source: Become PAMM master
ru: Стать управляющим

source: Password recovery
ru: Восстановление пароля

source: You have no accounts associated with your profile
ru: У вас нет открытых счетов

source: If you want to open a new account, then click
ru: Если вы хотите открыть новый счет, нажмите

source: Open account
ru: Открыть счет

source: Archived accounts
ru: Счета в архиве

source: Restore
ru: Восстановить

source: You have already requested to restore this account
ru: Вы уже оставили заявку на восстановление этого счёта

source: Request this account to be restored
ru: Создать заявку на восстановление счёта

source: bonus
ru: бонус

source: Agent list for account %(account)s
ru: Список агентов для счета %(account)s

source: Account %(account)s has no Real clients.
ru: Счет %(account)s не имеет клиентов с реальными счетами.

source: List of demo agents for account %(account)s
ru: Список демо-агентов для счета %(account)s

source: Account %(account)s has no Demo clients.
ru: Счет %(account)s не имеет клиентов с демо счетами.

source: Choose account
ru: Выберите счет

source: Choose
ru: Выберите

source: Date
ru: Дата

# short
source: Name
ru: Имя

source: Country
ru: Страна

source: City
ru: Город

# short
source: Phone
ru: Телефон

source: Choose new leverage
ru: Выберите новое кредитное плечо

source: Choose new options style
ru: Выберите новый тип бинарных опционов

source: Create %(account_type_name)s account
ru: Создать счет %(account_type_name)s

source: Account details
ru: Параметры счета

source: You can't have more than one %(acc_type)s account and
ru: К сожалению, счёт %(acc_type)s может быть только один, а

source: you already have an account of this type
ru: у вас уже есть такой счёт.

source: mt4.sucurity.obligation
ru: Все полученные данные будут использоваться только внутри компании. Мы никогда не предоставим ваши данные третьим лицам.

source: Create account
ru: Создать счёт

source: Account settings
ru: Настройки счёта

source: Please wait while account is being created
ru: Ваш счёт в процессе создания

source: Create
ru: Создать

source: Cancel
ru: Отменить

source: Congratulations! You just opened %(acc_type)s account! Please, save its password in a secure place. You will also receive account's details by email.
ru: Поздравляем, вы открыли счёт %(acc_type)s! Пожалуйста, сохраните пароль от счёта в надёжном месте. Данные счёта были также отправлены Вам по электронной почте.

source: Account number
ru: Номер счёта

source: Account login
ru: Логин счета

source: Password
ru: Пароль

# button
source: Continue
ru: Продолжить

source: Account creation failed, please try again later
ru: При создании счета произошла ошибка, попробуйте еще раз позже

source: Deposit
ru: Ввести средства

source: Demo deposit
ru: Демо депозит

source: Settings
ru: Настройки

source: Become a LAMM manager
ru: Стать управляющим

source: Change comission type
ru: Изменить тип комиссии

source: Accept investors manualy
ru: Принимать инвесторов вручную

source: Auto accept investors
ru: Автоматически принимать инвесторов

source: Withdraw
ru: Вывести средства

source: Other actions
ru: Другие действия

source: Account [[acc.mt4_id]] blocked
ru: Счет [[acc.mt4_id]] заблокирован

source: For transactions larger than $800 our payment system requires us to verify the customer's data for security reasons. To pass this verification you need to upload scans or photos of the following documents:
ru: При транзакциях свыше $800 платёжная система выставляет запрос на подтверждение данных плательщика во избежание мошенничества и махинаций с финансами. Пожалуйста, пройдите процедуру дополнительной верификации. Для этого необходимо загрузить сканы либо фото следующих документов в читаемом виде:

source: Your ID or passport
ru: Паспорт

source: Your card which was used to make the payment. The first 4 and the last 4 digits of its number should be visible. Please cover all the other digits.
ru: Карта, с которой были списаны средства (достаточно, чтобы были читаемы 4 первые и последние цифры)

source: A document which can verify your address (not more than 6 months old). For example, utility bill, rental agreement, bank statement, etc.
ru: Документ, подтверждающий адрес проживания, не старше 6 месяцев (счет на коммунальные платежи, выписка по счету, договор аренды и пр.)

source: - or -
ru: - или -

source: A second document confirming your ID (driving license, etc.)
ru: Дополнительный документ подтверждающий вашу личность (например водительские права)

source: Request was created, but you can still <a href='/account/profile/documents'>upload more documents</a> if you need.
ru: Заявка на разблокировку создана, но Вы все равно можете <a href='/account/profile/documents'>загрузить дополнительные документы</a>.

source: You can <a href='/account/profile/documents'>upload documents</a> in your Private Office.
ru: Вы можете <a href='/account/profile/documents'>загрузить документы</a> в Личном Кабинете.

source: You haven't uploaded any documents.
ru: У вас нет загруженных документов.

source: Request created
ru: Заявка создана

source: Request unlock
ru: Разблокируйте меня!

source: Change style
ru: Изменить тип опционов

source: Deep ECN liquidity and excellent execution on a popular trading platform MetaTrader4
ru: Глубокая ECN ликвидность и отличное исполнение в популярной торговой платформе MetaTrader4

source: Demo account
ru: Демо счет

source: No investments
ru: Без вложений

source: Live account
ru: Реальный счет

source: Min. deposit of $
ru: Мин. депозит $

source: ARUM.PRO professional platform and its browser version ARUM.WEB
ru: Профессиональная платформа ARUM.PRO и ее браузерная версия ARUM.WEB

source: Single account for trading as a trader or as an investor in the investment system ARUM.Invest
ru: Единый счет для работы в качестве трейдера или инвестора в инвестиционной системе ARUM.Invest

source: Deposit to demo account
ru: Демо депозит

source: Deposit and Withdrawal history
ru: Заявки на ввод и вывод

source: Created at
ru: Создано

source: Status
ru: Статус

source: Comment
ru: Комментарий

source: History for account
ru: История операций для счета

source: Today
ru: Сегодня

source: Yesterday
ru: Вчера

source: Last week
ru: Последняя неделя

source: Last month
ru: Последний месяц

source: All
ru: Все

source: Choose date range
ru: Выберите даты

source: Filter
ru: Фильтровать

source: Open orders
ru: Открытые ордера

source: Closed orders
ru: Закрытые ордера

source: Loading
ru: Загрузка

source: A new password will be sent within an hour to e-mail address you set when account was created.
ru: В течение часа на эл. адрес, указанный при создании счета, будет выслан новый пароль.

source: Request password recovery
ru: Создать заявку на восстановление пароля

source: Accounts archive
ru: Архив счетов

source: Here you can find all your archived accounts
ru: Здесь вы можете найти все свои архивированные счета

source: In progress
ru: В процессе

source: Contests
ru: Конкурсы

source: Participate in a contest
ru: Участвовать в конкурсе

source: ID
ru: Номер

source: Place
ru: Место

source: Equity
ru: Средства

source: There is no accounts to display
ru: Нет счетов для отображения

source: LAMM Investments
ru: LAMM инвестиции

source: Create portfolio
ru: Создать портфель

source: Profitability
ru: Доходность

source: Portfolio
ru: Портфель

source: Master
ru: Управляющий

source: Replication ratio
ru: Коэффициент копирования

source: Comission
ru: Комиссия

source: Max Loss
ru: Макс просадка

source: Actions
ru: Действия

source: Edit
ru: Редактировать

source: Disconnect from the manager
ru: Открепиться от управляющего

source: Cancel investment request
ru: Отменить заявку на инвестирование

source: My LAMM investors
ru: Мои LAMM инвесторы

source: Reward
ru: Награда

source: Demo
ru: Демо

source: Real
ru: Реальный

source: Binding date
ru: Дата привязки

source: Disconnect investor
ru: Открепить инвестора

source: Confirm request
ru: Подтвердить заявку

source: Reject request
ru: Отклонить заявку

source: PAMM Investments
ru: PAMM инвестиции

source: Invest
ru: Инвестировать

source: There is no account to display
ru: Нет счетов для отображения

source: Total account balance
ru: Общий баланс счёта

source: Invetsments amount
ru: Объём инвестиций

source: Rollover time
ru: Время следующего ролловера

source: My PAMM investors
ru: Мои PAMM инвесторы

source: Open PAMM account
ru: Открыть PAMM счет

source: Investments amount
ru: Объём инвестиций

source: Investment creation date
ru: Дата создания

source: Total investments
ru: Итого инвестиций

source: came in
ru: присоединилось

source: came out
ru: отсоединилось

source: Partnership
ru: Партнёрство

source: Total<br> on real accounts
ru: Всего<br> на реальных счетах

source: Total<br> on referral accounts
ru: Сумма<br> на счетах клиентов

source: Hide accounts balance
ru: Скрыть баланс счетов

source: Account was disabled because of
ru: Счет был заблокирован по причине

source: More
ru: Подробнее

source: According to <a href="%(link)s">the conditions of Welcome Bonus 500</a>, deposit of the amount of profit made or larger is required in order to unblock funds and continue trading.
ru: Согласно <a href="%(link)s">условиям акции Велком-бонус 500</a> для разблокировки средств и продолжения торговли необходимо пополнить счет на сумму равную полученной прибыли или большую.

source: Password recovery for account %(account)s
ru: Восстановление пароля счета %(account)s

source: Please wait untill your documens will be aprroved
ru: Пожалуйста дождитесь пока ваши документы будут подтверждены

source: Your request for an investment account was received, please wait for our employees to contact you
ru: Ваша заявка на инвестиционный счёт получена, пожалуйста ожидайте, пока с вами свяжутся наши сотрудники

source: Your account is being created
ru: Ваш счёт в процессе создания

source: , please wait
ru: , пожалуйста подождите

source: We're sorry, the account creation seems to have failed. Please <a href='javascript:window.history.back();'>press 'Back'</a> in your browser and try again after 5 minutes. If the problem persists, please contact our support.
ru: Приносим свои извинения, во время создания счёта произошла ошибка. Пожалуйста, <a href='javascript:window.history.back();'>нажмите "Назад"</a> в вашем браузере и попробуйте снова через 5 минут. Если проблема будет сохраняться, пожалуйста, обратитесь в нашу службу поддержки.

source: Account created
ru: Счет создан

source: Congratulations! You have opened a new %(account_type)s account in Grandcapital LTD! Your account id is %(account_id)s.
ru: Поздравляем! Вы открыли новый %(account_type)s счет в Grandcapital LTD! Номер Вашего счета %(account_id)s.

source: Access password was emailed to %(email)s
ru: Пароль для доступа был отправлен на адрес %(email)s

source: Go to your account list management
ru: Перейти к управлению моими счетами

source: Now you can take part in&nbsp;<a href="%(link)s">"Micro Trade"</a>&nbsp; contest and get additional profit
ru: Теперь Вы можете участвовать в&nbsp;<a href="%(link)s">конкурсе на центовых счетах</a>.

source: You need to set up a secure authentication method before opening a Real account.
ru: Перед открытием реального счёта вам необходимо настроить средство безопасной аутентификации

source: Error while loading account data. Using cached data.
ru: Ошибка при загрузке данных счета. Использованы данные из кэша.

source: Password recovery request for account #%(id)s created successfully. Notification with the account password has been sent to your e-mail.
ru: Запрос на восстановление пароля счета %(id)s принят. Уведомление с паролем счета отправлено на ваш email.

source: Leverage for account #%(id)s changed successfully.
ru: Кредитное плечо счета номер %(id)s было изменено.

source: Request #%(id)s created successfully.
ru: Запрос номер %(id)s создан.
