Repository: VitalySvyatyuk/a-demo
Catalog: django-shared/sms/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Failed to send message
ru: Ошибка при отсылке смс

source: Message is in the queue
ru: Сообщение в очереди

source: Message is on the way to the operator
ru: Сообщение передается оператору

source: Message is on the way to the recipient
ru: Сообщение отправлено (в пути)

source: Message delivered
ru: Сообщение доставлено

source: Message failed: out of time
ru: Не может быть доставлено: время жизни истекло

source: Message failed: cancelled by the operator
ru: Не может быть доставлено: удалено оператором

source: Message failed: phone malfunction
ru: Не может быть доставлено: сбой в телефоне

source: Message failed, reason unknown
ru: Не может быть доставлено: неизвестная причина

source: Message declined
ru: Сообщение отклонено

source: Wrong API key.
ru: Неверный API_KEY

source: Not enough funds.
ru: Мало средств

source: Invalid receiver number.
ru: Неверный номер получателя

source: Empty message.
ru: Пустое сообщение

source: Sender name not allowed.
ru: Имя отправителя не согласовано с администрацией

source: Message too long.
ru: Слишком длинное сообщение

source: Message limit exceeded
ru: Исчерпано число сообщений

source: Receiver number not allowed.
ru: Запрещенный номер получателя

source: No errors
ru: Без ошибок

source: Error login or password
ru: Неверный логин, пароль

source: Blocked user
ru: Доступ заблокирован

source: Insufficient funds
ru: На счете недостаточно средств

source: Blocked ip
ru: IP заблокирован

source: Http not enabled
ru: Персональные настройки запрещают отправку по HTTP

source: This server ip not enabled
ru: P-адрес не указан в персональных настройках

source: Email sending not enabled
ru: Персональные настройки запрещают отправку по smtp

source: This email not enabled
ru: Персональные настройки запрещают отправку по smtp

source: Blocked moderator id
ru: Доступ модератору закрыт

source: Error manual phone list
ru: Недопустимые символы в адресатах-phone_list

source: Empty message text
ru: Пустое сообщение

source: Empty phone list
ru: Не заданы адресаты - phone_list

source: Stop service
ru: Сервис временно недоступен

source: Error format date
ru: Неверный формат даты - send_on

source: Double sent from web interface
ru: Повторная отправка допускается через 10 секунд

source: Error multiaccess
ru: Процедура отправки занята

source: Incorrect Group
ru: Неверный формат параметра - Group

source: Empty password
ru: Не указан пароль - http_password

source: Empty login
ru: Не указан логин - http_username

source: Invalid FromPhone
ru: Недозволительное имя отправителя

source: Flood
ru: Адресаты сформированы перебором

source: Receiver number
ru: Номер получателя

source: A number in format +70000000000
ru: Номер в формате +70000000000

source: Sender number
ru: Номер отправителя

source: Leave empty if you don't know what it is
ru: Оставьте пустым, если не знаете что это

source: Message text
ru: Текст сообщения

source: Maximum 160 characters
ru: Максимальная длина - 160 символов

source: SMS message
ru: Смс сообщение

source: SMS messages
ru: Смс сообщения

source: Code
ru: Код подтверждения

source: Enter the confirmation code you have received.
ru: Введите код подтверждения

source: Send sms
ru: Отправить СМС
