Repository: VitalySvyatyuk/a-demo
Catalog: django-gc-shared/transfers/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Transfer between your accounts
ru: Перевод на свой счет

source: Transfer to another customer
ru: Перевод на чужой счет

source: Account
ru: Счет

source: Select one of your accounts.
ru: Выберите один из Ваших счетов.

source: Recipient
ru: Получатель

source: Type of transfer
ru: Тип перевода

source: Transfers between your own account happen automatically, transfers to other customers are carried out manually
ru: Перевод на свой счет совершается автоматически, переводы на чужие счета совершаются вручную

source: Enter a valid transfer amount.
ru: Введите корректную сумму перевода.

source: You can't transfer funds from this account
ru: Вы не можете перевести средства с этого счета

source: You can't transfer money from demo account
ru: Вы не можете перевести деньги с демо-счёта

source: Cannot determine the group of sender account
ru: Невозможно определить тип счета отправителя

source: Internal transfers are not available for %s account group
ru: Внутренние переводы для счетов типа %s недоступны

source: You should <a href="%(link)s" target="_blank">complete the verification process</a> before withdrawing from account %(account)s
ru: Вы должны <a href="%(link)s" target="_blank">завершить процесс верификации</a> прежде чем выводить со счёта %(account)s

source: Error while getting allowed transfer amount for the chosen account. Contact the administrator.
ru: Ошибка при получении максимальной суммы перевода для выбранного счета. Свяжитесь с администатором.

source: The maximum amount of money you can transfer from the chosen account is %(limit_value)s
ru: Максимальная сумма перевода с выбранного счета составляет %(limit_value)s

source: (including %s commission due to Welcome Bonus)
ru: (в том числе, %s комиссия Welcome-бонуса)

source: You cannot transfer less than 0.01 in chosen currency
ru: Вы не можете перевести меньше чем 0.01 в валюте отправителя

source: This field is required
ru: Обязательное поле

source: This account seems not to be registered in the private office. Register it first.
ru: Этот счёт не зарегистрирован в личном кабинете. Вначале зарегистрируйте его.

source: You can't transfer money to demo account
ru: Вы не можете перевести деньги на демо-счёт

source: Cannot determine the group of recipient account
ru: Невозможно определить тип счета получателя

source: Internal transfers are not available for ECN accounts
ru: Внутренние переводы для ECN счетов недоступны

source: Using the same account for both recipient and sender is not allowed.
ru: Нельзя использовать один и тот же счет для получателя и отправителя.

source: Internal transfers from Fx+ accounts are forbidden.
ru: Внутренние переводы со счетов FX+ запрещены

source: Internal transfers to Fx+ accounts are forbidden.
ru: Внутренние переводы на счета FX+ запрещены

source: Sender equity level is insufficient for this operation.
ru: Уровень свободных средств на счёте отправителя недостаточен для этой операции.

source: Internal transfer request has been submitted
ru: Создана заявка на внутренний перевод средств

source: Sender account
ru: Счет отправителя

source: Recipient account
ru: Счет получателя

source: Amount
ru: Сумма

source: The request will be processed within three business days
ru: Заявка будет обработана в течение трёх рабочих дней
