Repository: VitalySvyatyuk/a-demo
Catalog: django-gc-shared/payments/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Print out or download the payment order and bring it to a local branch of your bank to conduct the transaction.
ru: Распечатайте платежное поручение, или получите его в электронном виде. Передайте его в отделение своего банка, для перевода средств со счета на счет. Если у Вас нет расчетного счета в банке, Вы можете внести сумму наличными деньгами, используя платежное поручение.

source: <p class="info offset-top-20"> We do not accept transfers from 3rd parties. All expenditures for returning a transfer to the sender are paid for by the customer.<br> Deposit of funds to customer's account, currency conversion between accounts and while withdrawing funds is carried out according to company's internal rates effective at the time of funds arrival or at the time of the withdrawal.<br> "Amount" field is only for information, we do not guarantee deposit of the exact amount of funds stated.<br> One customer may create not more than 10 withdrawal requests in a day.<br> Funds withdrawal is conducted by our Financial department from Monday to Friday from 9:00 to 18:00 (MSK). Withdrawal requests, created after 16:00 (MSK) are processed the next working day. </p>
ru: <p class="info offset-top-20"> Переводы от третьих лиц не принимаются. Все расходы, связанные с возвратом перевода на реквизиты отправителя, оплачиваются за счет клиента.<br> Зачисление денежных средств на счет клиента, конвертация при переводе средств между счетами и при выводе средств производится по курсам компании, актуальным на момент поступления платежа или списания средств со счета клиента.<br> Поле «Сумма к зачислению» носит ознакомительный характер, зачисление указанной в нем суммы не гарантируется.<br> Из одного Личного кабинета в течение суток может быть подано не более 10 заявок на вывод.<br> Вывод средств производится Отделом платежей с понедельника по пятницу с 9:00 до 18:00 (мск). Заявки на вывод, созданные после 16:00 (мск), обрабатываются на следующий день.<br> </p>

source: <ol class="offset-bottom-15"> <li> Fill out an application for the money transfer at any Lider service location, providing the following information: <ul> <li> Your name, date and place of birth, passport information, including the residence address (registration); </li> <li> Receiver's name - <strong>%(PAYMENTS_RECEIVER)s</strong>; </li> <li> In the field "Purpose of transfer" choose "Financial aid". </li> </ul> </li> <li> Show the identification document; </li> <li> Make a payment and commission fee according to system’s tariffs. </li> <li><strong> Don't forget to get a verification number – transaction number from the operator. </strong></li> </ol>
ru: <ol class="offset-bottom-15"> <li> В любом пункте обслуживания Lider заполните Бланк для отправки перевода, указывая следующие данные: <ul> <li> Свои ФИО, дату, место рождения, паспортные данные, включая адрес места жительства (регистрации); </li> <li> ФИО получателя перевода – <strong>%(PAYMENTS_RECEIVER)s</strong>; </li> <li> В графе «цель перевода» отметить «материальная помощь». </li> </ul> </li> <li> Предъявите документ, удостоверяющий Вашу личность; </li> <li> Внести сумму перевода и сумму комиссии в соответствии с тарифами системы. </li> </ol> <strong> Не забудьте получить у оператора контрольный номер перевода - номер транзакции. </strong>

source: <ol class="offset-bottom-15"> <li> In any %(ps)s office fill in the blank for the transaction specifying the following data: <ul> <li> The receiver of transfer: <strong>%(PAYMENTS_RECEIVER)s</strong> (It is necessary to fill in that field using Capital Latin letters); </li> <li> Country of the transfer receiver: Russia; </li> <li> City of the transfer receiver: Saint-Petersburg. </li> </ul> </li> <li> Show your ID;</li> <li> Put in the sum in cash desk. </li> <li> Take copy of the blank with 10-figured control number of the money transfer; </li> </ol>
ru: <ol class="offset-bottom-15"> <li> В любом пункте обслуживания %(ps)s, заполните Бланк для отправки перевода, указывая следующие данные: <ul> <li> Получатель перевода: <strong>%(PAYMENTS_RECEIVER)s</strong> (Данное поле необходимо заполнять заглавными латинскими буквами); </li> <li> Страна направления перевода: Россия; </li> <li> Город направления перевода: Санкт-Петербург. </li> </ul> </li> <li> Предъявите документ, удостоверяющий Вашу личность; </li> <li> Внесите сумму в кассу. </li> </ol> <strong> Не забудьте получить у сотрудника отделения копию бланка с 10-значным контрольным номером денежного перевода и ответ на секретный вопрос. </strong>

source: <ol class="offset-bottom-15"> <li> In any MIGOM’s bank-partner branch fill in the form to make the transaction. While filling in the blank it is necessary to sign the following data: <ul> <li> Transfer recipient: <strong>%(PAYMENTS_RECEIVER)s</strong>; </li> <li> Recipient's country: Russia; </li> <li> Recipient's city: Saint-Petersburg. </li> </ul> </li> <li> Show your ID; </li> <li> Put in the sum in cash desk; </li> <li> Take the transaction number consisting of 9 figures from the bank manager; </li> </ol>
ru: <ol class="offset-bottom-15"> <li> В любом отделении банка-партнера MIGOM заполните Бланк для отправки перевода. При заполнении бланка обязательно укажите следующие данные: <ul> <li> Получатель перевода: <strong>%(PAYMENTS_RECEIVER)s</strong>; </li> <li> Страна направления перевода: Россия; </li> <li> Город направления перевода: Санкт-Петербург. </li> </ul> </li> <li> Предъявите документ, удостоверяющий Вашу личность; </li> <li> </li> <li> Внесите сумму в кассу; </li> <li> После того, как Вы отправили денежный перевод, в личном кабинете заполните представленную форму, указав все данные.</li> </ol> <strong> Не забудьте получить у сотрудника Банка контрольный номер перевода, состоящий из 9 цифр. </strong>

source: <ol class="offset-bottom-15"> <li> In any MoneyGram office fill in the blank for the transaction specifying the following data: <ul> <li> The receiver of transfer: <strong>%(PAYMENTS_RECEIVER)s</strong> (It is necessary to fill in that field using Capital Latin letters); </li> <li> Country of the transfer receiver: Russia; </li> <li> City of the transfer receiver: Saint-Petersburg. </li> </ul> </li> <li> Show your ID; </li> <li> Put in the sum in cash desk. </li> <li> Take copy of the blank with 8-figured referral number of the money transfer; </li> </ol>
ru: <ol class="offset-bottom-15"> <li> В любом пункте обслуживания MoneyGram, заполните Бланк для отправки перевода, указывая следующие данные: <ul> <li> Получатель перевода: <strong>%(PAYMENTS_RECEIVER)s</strong> (Данное поле необходимо заполнять заглавными латинскими буквами); </li> <li> Страна направления перевода: Россия; </li> <li> Город направления перевода: Санкт-Петербург. </li> </ul> </li> <li> Предъявите документ, удостоверяющий Вашу личность; </li> <li> Внесите сумму в кассу. </li> </ol> <strong> Не забудьте получить у сотрудника отделения копию бланка с 8-значным номером денежного перевода и ответ на секретный вопрос. </strong>

source: <ol class="offset-bottom-15"> <li> Get to any Elexnet terminal; </li> <li> Choose "Payment systems" option; </li> <li> Choose "HandyBank"; </li> <li> Choose "Handy-number"; </li> <li> Enter Handy-number: 218280 and company's co-number: 5509, in a field "sender's comments" enter Your trading account number (login). </li> <li> <strong>Take printed receipt that verifies your payment.</strong> </li> </ol>
ru: <ol class="offset-bottom-15"> <li>Подойдите к любому терминалу Элекснет; </li> <li>Выберите операцию «Платежные системы»;</li> <li>Выберите пункт «HandyBank»;</li> <li>Выберите пункт «Handy-номер»; </li> <li>Введите Handy-номер: 218280 и со-номер:5509 компании, в поле «Комментарий отправителя» введите Ваш № торгового счета (логин).</li> </ol> <strong>Обязательно возьмите распечатанное извещение, подтверждающее факт оплаты.</strong>

source: <ol class="offset-bottom-15"> <li> On the home page www.handybank.ru go to the "Enter the system" section; </li> <li> Enter your personal Handy-number and access password; </li> <li> Choose 'Service payments' section, then – 'Financial services', then – 'GrandCapital Ltd'; </li> <li> Choose payment verification method – 'Handy-code' or 'Handy-key' and execute the transfer; </li> <li> In a field "Trading account number" fill in your login (trading account number). </li> </ol>
ru: <ol class="offset-bottom-15"> <li> Зайти на главной странице сайта www.handybank.ru в раздел <a href="https://secure.handybank.ru/">«Вход в систему»</a> </li> <li> В интерфейсе системы введите свой персональный Handy-номер и Код доступа; </li> <li> Выбрать раздел «Оплата услуг», далее – «Финансовые услуги», затем - «GrandCapital Ltd»; </li> <li> Указать в поле «Номер торгового счета» свой логин (торговый счет); </li> <li> В поле «Сумма» указать необходимый размер платежа и нажать кнопку «Далее»; </li> <li> Выбрать способ подтверждения оплаты – «Handy-код» или «Handy-ключ» и произвести платеж. </li> </ol> <strong>После совершения платежа, подтвердите свой платеж для финансового отдела</strong>

source: In order to make a pay-in transaction by <strong>%(ps.name)s</strong> you should:
ru: Введите средства на счет через систему <strong>%(ps.name)s</strong>:

source: (updating)
ru: (обновляется)

source: 10-digit verification number for the copy of the form. For example, 555-555-5555
ru: 10-значный контрольный номер к копии бланка. Например, 555-555-5555

source: 15 minutes
ru: 15 минут

source: 2, Amathountos street, P.O. Box 56868, 3310, Limassol, Cyprus
ru: Кипр, Лимассол, ул. Аматунтос д.2, п/я 56868, индекс 3310, Limassol, Cyprus

source: 3 to 5 days
ru: от 3 до 5 дней

source: 8-digit verification number for the copy of the form. For example, 12345678
ru: 8-значный контрольный номер копии бланка. Например, 12345678

source: <a onclick="winopen('Requests group', '{url}'); return false;" href="{url}"><b>Details</b></a>
ru: <a onclick="winopen('Группа заявок', '{url}'); return false;" href="{url}"><b>Подробности</b></a>

source: <b>Please make sure </b> that your name in payment details matches the one in your account details
ru: Обратите внимание на то, что ФИО в реквизитах получателя должно совпадать с ФИО того, на кого зарегистрирован торговый счет в компании

source: <strong>Attention!</strong> If you do not have "verified" status with QIWI, please specify amount less than 15000 RUB.
ru: <strong> Внимание!</strong> Если ваш кошелёк не имеет в QIWI статус "проверенного", не указывайте суммы свыше 15000 рублей.

source: According to %s fees
ru: По тарифам %s

source: Account
ru: Счет

source: Account ID
ru: № аккаунта

source: Account details
ru: Параметры счёта

source: Account does not exist
ru: Счет не существует

source: Account no.: 036574004
ru: Номер счета: 036574004

source: Account payment is made by the Client within 5 (ﬁve) business days from the moment it’s posted. For payment, use the full,<br>unabridged payment description indicated for this account.
ru: Оплата Счета производится Клиентом в течение 5 (пяти) рабочих дней с момента его выставления. В назначении платежа<br>должно быть полностью, без сокращений наименование платежа, указанное в настоящем счете.

source: Additional info
ru: Доп. информация

source: Address
ru: Адрес

source: After your payment is completed, verify your payment for the financial department.
ru: После совершения платежа, подтвердите свой платеж для финансового отдела

source: All accounts data
ru: Данные всех счетов

source: Amount
ru: Сумма

source: Amount in accounts' currency
ru: Сумма в валюте счёта

source: Amount of money to deposit.
ru: Определите сумму денег для ввода.

source: Amount of money to withdraw
ru: Определите сумму денег для вывода

source: Amount should be above 5 roubles
ru: Сумма должна быть больше 5 рублей

source: Answer to the question specified while committing the transfer
ru: Ответ на вопрос, полученный при переводе

source: Answer to the security question
ru: Ответ на секретный вопрос

source: Approvals needed
ru: Нужны одобрения

source: Approved
ru: Одобрено

source: Approved (money withdrawn from account)
ru: Одобрен (деньги сняты)

source: Attention! Funds withdrawal is only possible for the same currencies
ru: Внимание! Вывод средств возможен в одной и той же валюте.

source: Attention! Specify amount on your account after deduction of the system's charge
ru: Внимание! Укажите сумму за вычетом комиссии системы - сумму к получению

source: Attention! Specify the amount after deduction of the system's charge on your account
ru: Внимание! Укажите сумму с учетом вычета комиссии системы - сумму к получению

source: Attention! Your money has not been transferred yet! To confirm the funds transfer, press the red button
ru: Внимание! Ваши средства еще не переведены! Для подтверждения перевода средств нажмите красную кнопку

source: Author
ru: Автор

source: Automatic payment failed.
ru: Автоматический платеж не прошел.

source: Automatically
ru: Автоматически

source: Awaiting approval (and are possible to withdraw from account)
ru: Ожидают одобрение (и могут быть выведены со счёта)

source: Back
ru: Назад

source: Balance
ru: Баланс

source: Balance at the time of request
ru: Баланс на момент подачи заявки

source: Balance on getting request
ru: Баланс на момент получения заявки

source: Bank Address
ru: Адрес банка получателя

source: Bank transfer
ru: Банковский перевод

source: Bank transfer (EUR)
ru: Банковский перевод (Евро)

source: Bank transfer (RUR)
ru: Банковский перевод (Рубли)

source: Bank transfer (USD)
ru: Банковский перевод (Доллары)

source: Bank_Account
ru: Номер расчетного счета

source: Beneficiaries Account Number
ru: Номер счета получателя

source: Beneficiary
ru: Получатель

source: Beneficiary Bank
ru: Банк получателя

source: Beneficiary Bank's Address
ru: Адрес банка получателя

source: Beneficiary Bank's Code
ru: Код банка получателя

source: Beneficiary address
ru: Адрес получателя

source: Beneﬁciary’s Account
ru: Счет

source: Beneﬁciary’s Address
ru: Адрес получателя

source: Beneﬁciary’s Bank
ru: Банк получателя

source: Beneﬁciary’s Name
ru: Наименование получателя

source: Bic
ru: БИК

source: Bonus details
ru: Параметры бонусов

source: Bonuses
ru: Бонусы

source: CEO
ru: Директор

source: Can edit approvals
ru: Может редатикровать одобрения

source: Can't get balance
ru: Не удалось получить баланс

source: Can't operate on a demo account.
ru: Невозмножно совершать операции ввода/вывода на демо-счетах

source: Canceled
ru: Отменён

source: Canceled by client
ru: Отменена клиентом

source: Cancelled
ru: Отменён

source: Cannot determine the account balance. Try again later or contact support
ru: Ошибка при определении баланса счета. Повторите позже, или свяжитесь с техподдержкой.

source: Choose currency
ru: Выберите валюту перевода

source: Choose the reason of withdrawal
ru: Выберите причину вывода

source: City
ru: Город

source: Client
ru: Клиент

source: Client account
ru: Счет клиента

source: Client made payment
ru: Клиент сделал платёж

source: Client will receive
ru: Клиент получит

source: Client<br>made<br>payment
ru: Клиент<br>совершил<br>платёж

source: Close
ru: Закрыть

source: Closed
ru: Закрыто

source: Closed by
ru: Закрыто

source: Comission
ru: Комиссия

source: Comment
ru: Комментарий

source: Commission
ru: Комиссия

source: Commit payments
ru: Провести платёж

# button
source: Continue
ru: Продолжить

source: Correspondent
ru: Банк-корреспондент

source: Correspondent Bank's Code
ru: Код банка-корреспондента

source: Correspondent bank
ru: Банк-корреспондент

source: Correspondent bank SWIFT code. Enter up to 11 symbols
ru: SWIFT код банка-корреспондента. Введите до 11 символов

source: Correspondent bank's name
ru: Название банка-корреспондента. Вводить латиницей

source: Country
ru: Страна

source: Country of residention of beneficiary
ru: Страна резиденции получателя

source: Created at
ru: Создано

source: Creation timestamp
ru: Время создания

source: Credit_Card_Number
ru: Номер карты

source: Currency
ru: Валюта

source: Current balance
ru: Текущий баланс на счете

source: Current balance on account
ru: Текущий баланс счёта

source: Customer
ru: Клиент

source: Data is invalid
ru: Данные не верны

source: Date
ru: Дата

source: Date of transaction
ru: Дата платежа

source: Decline
ru: Отклонить

source: Declining request
ru: Отклонение заявки

source: Departments
ru: Отделы

source: Deposit
ru: Пополнить

source: Deposit funds
ru: Ввод средств

source: Deposit of funds to the account - %(time)s
ru: Ввод денежных средств на счет – %(time)s

source: Deposit request
ru: Запрос на ввод средств

source: Deposit requests
ru: Запросы на ввод средств

source: Deposit stats
ru: Статистика ввода

source: Deposit systems details
ru: Системы ввода

source: Deposit systems from IB
ru: Системы пополнения партнёра

source: Deposit/withdrawal operations are unavailable for this account type.
ru: Ввод/вывод средств недоступен для счетов этого типа.

source: Description (Payment Reference)
ru: Наименование (назначение платежа)

source: Details
ru: Детали

source: Done
ru: Выполнен

source: Download requisits
ru: Получить реквизиты в PDF

source: Due to technical issues service is temporarily unavailable
ru: По техническим причинам сервис временно недоступен

source: Electronic payment systems
ru: Электронные платежные системы

source: Empty
ru: Пусто

source: Enter amount more than %s
ru: Введите сумму больше %s

source: Enter comment or choose one from the list
ru: Введите комментарий или выберите из списка

source: Enter up to 34 symbols
ru: Введите до 34 символов

source: Error getting balance
ru: Ошибка при получении баланса

source: Euro transfer commission - %(fee)s
ru: Комиссия при переводе в евро – %(fee)s

source: Example: 5.2
ru: Например, 5.2

source: Exchange rate at request date
ru: Обменный курс на момент заявки

source: Exchange rates
ru: Обменный курс

source: Fill in your first, last and middle name (if any)
ru: Укажите ваши ФИО

source: Financial dept.
ru: Финансовый департамент

source: Financial operations
ru: Операции с деньгами

source: First name, last name. Please, fill in the data strictly in this order.
ru: Имя, отчество, фамилия. Строго в этой последовательности.

source: First, last and middle name (if any) in latin transcription. Example: Andrei Ivanovich Denisov
ru: Фамилия, имя и отчество (если есть). Вводить латиницей. Например: Denisov Andrei Ivanovich

source: First, last and middle name (if any). Example: Andrei Ivanovich Denisov
ru: Фамилия, имя и отчество (если есть). Например: Денисов Андрей Иванович

source: General
ru: Основное

source: Group level
ru: Уровень группы

source: In case there's a problem with automatic transfer, please transfer the money manually to one of the following purses and send the details of the transfer to our support department:
ru: В случае, если ваш платеж не проходит автоматически, необходимо осуществить перевод вручную на один из следующих кошельков и сообщить данные перевода в клиентскую поддержку:

source: In need of money
ru: Нуждаюсь в деньгах

source: In queue
ru: В очереди

source: Incorrect IBAN
ru: Неверный IBAN

source: Incorrect SWIFT code
ru: Неверный SWIFT-код

source: Info
ru: Инфо

source: Intermediary Bank’s code
ru: Код банка-корреспондента

source: Internal comment
ru: Внутренний комментарий

source: Internal transfer
ru: Внутренний перевод

source: Invalid payment system name
ru: Неверная платёжная система

source: Invoice
ru: Счёт

source: Is accepted
ru: Принят

source: Is committed
ru: Оплачен

source: Is payed
ru: Оплачено ли

source: Is ready for payout
ru: Готово к выплате

source: It is too late to cancel this request
ru: Эту заявку отменить уже нельзя

source: Left
ru: Осталось

source: Loading account data
ru: Загрузка данных счёта

source: Loading payment data
ru: Загрузка данных платежей

source: Make
ru: Создать

source: Make transaction
ru: Создать транзакцию

source: Manager
ru: Менеджер

source: Manager will receive a task in the CRM
ru: Менеджер получит задачу в CRM

source: Manager's comment is shown to client
ru: Комментарий менеджера виден клиенту

source: Manual transaction
ru: Ручная транзакция

source: Manual transactions
ru: Ручные транзакции

source: Mark as failed
ru: Отметить как неудачный

source: Max deposit per day
ru: Макс. сумма в сутки

source: Max deposit per month
ru: Макс. сумма в месяц

source: Max one-time deposit
ru: Макс. разовый платеж

source: Max transactions per day
ru: Макс. транзакций в день

source: Maximal amount of money you can withdraw for a chosen account is %(limit_value)s%(currency)s
ru: Максимальное кол-во средств, которое вы можете вывести с этого счета, равно %(limit_value)s %(currency)s

source: Maximal sum of withdrawal - %(max_amount)s
ru: Максимальная сумма снятия – %(max_amount)s

source: Minimal amount of money you can withdraw with this payment system is %(limit_value)s%(currency)s
ru: Минимальное кол-во средств, которое вы можете вывести с помощью этой платежной системы, равно %(limit_value)s %(currency)s

source: Minimal sum of deposit - %(min_amount)s
ru: Минимальная сумма пополнения – %(min_amount)s

source: Minimal sum of withdrawal - %(min_amount)s
ru: Минимальная сумма снятия – %(min_amount)s

source: Minimum deposit amount is %(amount)s %(currency)s
ru: Минимальная сумма пополнения %(amount)s %(currency)s

source: Mobile phone
ru: Мобильный телефон

source: Money Transfer Control Number (MTCN)
ru: Контрольный номер перевода (MTCN)

source: Money sending
ru: Деньги отправляются

source: Money transferred to account
ru: Деньги зачислены на счёт

source: Money waiting
ru: Ожидается поступление денег

source: Money<br>deposited<br>to account
ru: Деньги<br>зачислены<br>на счёт

source: Money<br>paid out<br>to client
ru: Деньги<br>выплачены<br>клиенту

source: Money<br>withdraw<br>from account
ru: Деньги<br>сняты<br>со счёта

source: My attention
ru: Необходимо моё внимание

source: Name
ru: Ваше полное имя

# invoice-full-name
source: Name
ru: Ф. И. О.

source: Name, surname. You could use capital Latin letters, hyphen and spaces. Example: ANDREI DENISOV
ru: Имя, фамилия. Используйте заглавные латинские буквы, а также дефис

source: Needed
ru: Необходимо

source: Needs approval
ru: Необходимо одобрение

source: Needs attention
ru: Требуется внимание

source: Needs manager's attention
ru: Требуется внимание менеджера

source: No bonuses
ru: Бонусов нет

source: No documents
ru: Документов нет

source: No pending requests
ru: Нет новых заявок

source: No such account
ru: Нет такого счёта

source: Not enough funds on account
ru: На счёте недостаточно средств

source: Not satisfied with the service
ru: Не устраивает сервис

source: Not valid bank account
ru: Неверный номер счета

source: Not yet
ru: Ещё нет

source: Number of In/Out operations
ru: Кол-во операций ввода/вывода

source: Number of closed trades
ru: Кол-во закрытых позиций

source: Only for transfers from the U.S.
ru: Только для переводов из США

source: Only uppercase latin letters and space are allowed
ru: Разрешены только заглавные латинские буквы и пробел

source: Open
ru: Открыто

source: Other reasons
ru: Другое

source: Paid out
ru: Выплачено

source: Parameters
ru: Параметры

source: Passport data
ru: Паспортные данные

source: Passport_Data
ru: Паспортные данные

source: Paying out
ru: Выплачивается

source: Paying out to client
ru: Выплачивается клиенту

source: Payment Details
ru: Назначение платежа

source: Payment data
ru: Данные платежа

source: Payment details
ru: Параметры платежа

source: Payment system
ru: Платежная система

# deposit
source: Payment system
ru: Способ пополнения

# redirect_button
source: Payment system
ru: Платежная система

# withdraw
source: Payment system
ru: Способ вывода средств

source: Payment system not found
ru: Платежная система не найдена
