Repository: VitalySvyatyuk/a-demo
Catalog: django-gc-shared/payments/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Payment system<br>(clickable)
ru: Платежная система<br>(кликабельно)

source: Payment systems
ru: Платежные системы

source: Payment_Details
ru: Назначение платежа

source: Payments from your country may be restricted, in case your payment fails, see the instructions <a href='/faq/#/SKRILL'>here</a>
ru: Платежи из вашей страны могут быть ограничены, в случае если платёж не пройдёт воспользуйтесь <a href='/faq/#/SKRILL'>инструкцией</a>

source: Percent
ru: Процент

source: Please choose payment system
ru: Выберите платёжную систему

source: Please fill out the form to request deposit of funds
ru: После заполнения формы Вы сформируете заявку на ввод средств.

source: Please fill out the form to request withdrawal of funds
ru: После заполнения формы Вы сформируете заявку на вывод средств.

source: Please specify the address specified in transfer
ru: Укажите адрес, указанный при переводе

source: Please specify the city specified in transfer
ru: Укажите город, указанный при переводе

source: Please specify the country specified in transfer
ru: Укажите страну, указанную при переводе

source: Please specify the date the transfer was committed
ru: Укажите дату совершения платежа

source: Please transfer the money to one of the following purses and send the details of the transfer to our support department
ru: Переведите деньги на один из указанных кошельков и сообщите данные перевода в клиентскую поддержку

source: Please verify the details:
ru: Внимательно проверьте данные:

source: Press the button to go to the payment system
ru: Нажмите кнопку для перехода в платежную систему

source: Print requisits
ru: Распечатать реквизиты

source: Processing
ru: В обработке

source: Processing fee
ru: Комиссия

source: Processing stage
ru: Этап обработки

source: Profile data
ru: Данные профиля

source: Profit
ru: Прибыль

source: Profit per deposit
ru: Профит на депозит

source: Public comment
ru: Публичный комментарий

source: Purse
ru: Кошелек

source: Purse (account)
ru: Кошелёк

source: Ratio
ru: Отношение

source: Ready for payout
ru: Готово к выплате

source: Reason
ru: Причина

source: Reason of withdrawal
ru: Причина вывода

source: Receiver
ru: Получатель

source: Relative profit
ru: Относительная прибыль

source: Request
ru: Заявка

source: Request details
ru: Параметры заявки

source: Request is rejected by client
ru: Заявка отклонена по просьбе клиента

source: Request successfuly canceled
ru: Заявка успешна отменена

source: Requests group
ru: Группы заявок на вывод

source: Requests list
ru: Список заявок

source: Requisit
ru: Выберите реквизит

source: Resolving
ru: В обработке

source: Return to your acc
ru: Вернуться в ваш профиль

source: Return to your account
ru: Вернуться в личный кабинет

source: Rouble transfer commission - %(fee)s
ru: Комиссия при рублевом переводе – %(fee)s

source: SWIFT Code
ru: SWIFT-код

source: SWIFT code. Enter up to 11 symbols
ru: SWIFT код. Введите до 11 символов

source: Save
ru: Сохранить

source: Secure ID
ru: Защитный идентификатор

source: Select one of your accounts
ru: Выберите один из ваших счетов

source: Select one of your payment details
ru: Выберите один из ваших реквизитов

source: Sender
ru: Sender (Отправитель)

source: State
ru: Штат

source: Status
ru: Статус

source: Step 1. Transaction details
ru: Шаг 1. Детали перевода

source: Step 2. Verification
ru: Шаг 2. Подтверждение данных

source: Step 3. Payment
ru: Шаг 3. Оплата перевода

source: Sum
ru: Сумма

source: Surname
ru: Фамилия

source: System
ru: Система

source: Tasks for
ru: Задачи для

source: The city in which you receive transfer
ru: Город, в котором будет получен перевод

source: The city where you live
ru: Город, где вы живете

source: The country in which you receive transfer
ru: Страна, в которой будет получен перевод

source: The country where you live
ru: Страна, где вы живете

source: This request can't be declined because it is already withdrawn from trading account.
ru: Эту заявку нельзя отменить потому что она уже снята со счёта.

source: This request is already processed
ru: Эта заявка уже обработана.

source: Time left. Date of the first request:
ru: Осталось времени. Дата первой заявки:

source: Tin
ru: ИНН

source: Top UP of the trading AC
ru: Пополнение торгового счета

source: Total Amount
ru: Итого

source: Total profit
ru: Общий профит

source: Total volume
ru: Общиё объём

source: Trade
ru: Сделка

source: Trade history
ru: История сделок

source: Transaction type
ru: Тип транзакции

source: Transfer funds
ru: Перевести средства

source: USD transfer commission - %(fee)s
ru: Комиссия при переводе в долларах – %(fee)s

source: Unknown type of account field
ru: Неизвестный тип аккаунта

source: Updated at
ru: Обновлено

source: Uploaded documents
ru: Загруженные документы

source: Username
ru: Имя пользователя

source: Verification
ru: Проверка

source: View account history
ru: История счёта

source: Waiting
ru: Ожидает

source: What
ru: Что

source: When this field changes, client gets a notification
ru: Когда это поле меняется клиент получает уведомление

source: Who (IP)
ru: Кто (IP)

source: Who closed the request
ru: Кто закрыл заявку

source: Who made decision
ru: Автор решения

source: Will be credited
ru: Будет начислено

source: Wiring Details
ru: Реквизиты для перечисления

source: Withdraw Requests Group
ru: Группы заявок на вывод

source: Withdraw funds
ru: Вывод средств

source: Withdraw request
ru: Запрос на вывод средств

source: Withdraw request group
ru: Группа заявок на вывод

source: Withdraw request groups
ru: Группы заявок на вывод

source: Withdraw requests
ru: Запросы на вывод средств

source: Withdraw the funds I earn
ru: Вывожу заработаные средства

source: Withdrawal
ru: Вывод

source: Withdrawal of funds from the account - %(time)s
ru: Вывод денежных средств со счета – %(time)s

source: Withdrawal reason
ru: Причина вывода

source: Withdrawal requests for account
ru: Заявки на вывод со счёта

source: Withdrawal sum
ru: Сумма вывода

source: Withdrawn from acc
ru: Снято со счёта

source: Wrong %s purse number.
ru: Неверный номер кошелька %s

source: Wrong amount
ru: Пожалуйста, введите корректную сумму

source: Yandex.Money
ru: Яндекс.Деньги

source: Yes
ru: Да

source: Yes (deposit to trading platform)
ru: Да (зачислить на счёт)

source: Yes (withdraw from trading platform)
ru: Да (вывести со счёта)

source: You
ru: Вы

source: You can't change the name here, if you need to change your profile name, please contact support
ru: Вы не можете изменять свое имя здесь, если вам необходимо сменить имя в профайле пожалуйста обратитесь в службу поддержки

source: You can't withdraw funds from this account
ru: Вы не можете вывести средства с этого счета

source: You cannot withdraw more than %(amount)s in one request
ru: Нельзя вывести больше %(amount)s за один запрос

source: You cant deposit less than %(amount)s with %(system)s
ru: Нельзя ввести меньше %(amount)s через %(system)s

source: You cant deposit more than %(amount)s with %(system)s
ru: Нельзя ввести больше %(amount)s через %(system)s

source: You should <a href="%(link)s" target="_blank">complete the verification process</a> before withdrawing from account %(account)s
ru: Вы должны <a href="%(link)s" target="_blank">завершить процесс верификации</a> прежде чем выводить со счёта %(account)s

source: You should provide operation type
ru: Вы должны указать тип операции

source: Your %(payment_system)s purse, e.g. %(example)s
ru: Ваша учетная запись в платежной системе "%(payment_system)s", например %(example)s

source: Your Neteller's 12-digit Account ID or email address that is associated with their NETELLER account
ru: Ваш NETELLER-идентификатор или адрес почты, привязанный к учетной записи NETELLER

source: Your Neteller's 6-digit Secure ID
ru: Ваш шестизначный защитный идентификатор (Secure ID)

source: Your access level doesn't allow you to process payments
ru: Ваш уровень доступа не позволяет вам проводить платежи

source: Your account didn't have enough funds when the request was processed.
ru: На момент обработки заявки на Вашем счёте было недостаточно средств.

source: Your bank's name
ru: Название банка. Вводить латиницей

source: Your city and street address
ru: Город, улица, дом и квартира. Вводить латиницей

source: Your comment
ru: Ваш комментарий

source: Your comment, if needed
ru: Ваш комментарий, если нужно

source: Your country is not using IBAN codes
ru: В вашей стране не используется IBAN

source: Your documents will be checked soon
ru: Ваши документы скоро будут проверены

source: Your name
ru: Ваше полное имя

source: a day
ru: сутки

source: balance
ru: баланс

source: bankbase.deposit.info
ru: Ввод средств на торговый счет посредством банковского перевода осуществляется в течение 3-5 банковских дней.

source: bankbase.withdraw.info
ru: Вывод средств с торгового счета посредством банковского перевода осуществляется в течение 3-5 банковских дней.

source: commission
ru: комиссия

source: depends on the originating bank
ru: зависит от банка отправителя

source: exchange rate
ru: Курс обмена

source: h
ru: ч

source: leverage
ru: кредитное плечо

source: m
ru: м

source: manager
ru: менеджер

source: no bonuses
ru: бонусов нет

source: print requisits
ru: Распечатать реквизиты

source: scan of receipt
ru: скан расписки

source: show
ru: показать

source: up to 3 days
ru: до 3 дней

source: {0} h. {1} m.
ru: {0} ч. {1} м.

source: Сustomer
ru: Клиент
