Repository: VitalySvyatyuk/a-demo
Catalog: django-gc-shared/registration/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Your password for account at %(hostname)s: %(password)s
ru: Ваш пароль от личного кабинета %(hostname)s: %(password)s

source: Please use latin-based characters only
ru: Пожалуйста, используйте латиницу

source: First name
ru: Имя

source: Please use Engilsh only
ru: Только на английском, используйте латиницу

source: Last name
ru: Фамилия

source: Mobile phone
ru: Мобильный телефон

source: Your password will be sent to you by SMS
ru: Ваш пароль будет отправлен на ваш мобильный телефон

source: Enter a valid Email address
ru: Введите верный адрес электронной почты

source: Agent code
ru: Код агента

source: If you don't know what it is, leave empty
ru: Если вы не знаете что это, не заполняйте

source: I am over 18 years old
ru: Мне больше 18 лет

source: Your e-mail has not been confirmed or not in the database. Please use the form password recovery through SMS
ru: Ваш e-mail еще не подтвержден или отсутствует в базе. Пожалуйста, воспользуйтесь формой восстановления пароля через SMS

source: Subscribe to get company news (no more than 3 times at week).
ru: Я согласен получать информационную рассылку о новшествах компании, не более 3 раз в неделю.

source: Email you provided is already registered in our system.<br/> If you forgot the password, please visit <a href='%(recovery)s'>the password recovery page</a>.<br/> If you remember your password, use it to log in to your <a href='%(private_office)s'>Private Office</a>
ru: Адрес электронной почты, который вы предоставили, уже зарегистрирован на другой аккаунт Личного Кабинета.<br/> Если вы забыли свой пароль от Личного Кабинета, перейдите на <a href='%(recovery)s'>страницу быстрого восстановления пароля личного кабинета</a>.<br/> Если вы помните свой пароль, то войдите в <a href='%(private_office)s'>Личный Кабинет</a>

source: Mobile phone you provided is already registered in our system.<br/> If you forgot the password, please visit <a href='%(recovery)s'>the password recovery page</a>.<br/> If you remember your password, use it to log in to your <a href='%(private_office)s'>Private Office</a>
ru: Номер телефона, который вы предоставили, уже зарегистрирован на другой аккаунт Личного Кабинета.<br/> Если вы забыли свой пароль от Личного Кабинета, перейдите на <a href='%(recovery)s'>страницу быстрого восстановления пароля личного кабинета</a>.<br/> Если вы помните свой пароль, то войдите в <a href='%(private_office)s'>Личный Кабинет</a>

source: Email you provided is already registered in our system.<br/> If you forgot the password, please visit <a href='%(recovery)s'>the password recovery page</a>.<br/> If you remember your password, use it to log in to your <a href='%(private_office)s'>Private Office</a>
ru: Адрес электронной почты, который вы предоставили, уже зарегистрирован на другой аккаунт Личного Кабинета.<br/> Если вы забыли свой пароль от Личного Кабинета, перейдите на <a href='%(recovery)s'>страницу быстрого восстановления пароля личного кабинета</a>.<br/> Если вы помните свой пароль, то войдите в <a href='%(private_office)s'>Личный Кабинет</a>

source: Please enter your phone number in international format
ru: Пожалуйста, введите свой номер телефона в международном формате

source: Mobile phone you provided is already registered in our system.<br/> If you forgot the password, please visit <a href='%(recovery)s'>the password recovery page</a>.<br/> If you remember your password, use it to log in to your <a href='%(private_office)s'>Private Office</a>
ru: Номер телефона, который вы предоставили, уже зарегистрирован на другой аккаунт Личного Кабинета.<br/> Если вы забыли свой пароль от Личного Кабинета, перейдите на <a href='%(recovery)s'>страницу быстрого восстановления пароля личного кабинета</a>.<br/> Если вы помните свой пароль, то войдите в <a href='%(private_office)s'>Личный Кабинет</a>

source: Login, E-mail or Mobile phone
ru: Ваш логин, E-mail или Телефон

source: Password
ru: Пароль

source: Remember me
ru: Запомнить меня

source: Check this if you want to stay logged in for the next %s days
ru: Отметьте это, если хотите, чтобы система запомнила вас на %s дней

source: Please enter correct login, e-mail address or mobile phone and password. Note that password is case-sensitive.
ru: Пожалуйста, введите правильный логин, адрес электронной почты либо телефон и пароль. Не забудьте, что в пароле прописные и строчные буквы различаются.

source: This account is inactive.
ru: Эта учётная запись отключена

source: Your new password: %s
ru: Ваш новый пароль: %s

source: Account activation failed
ru: Не удалось активировать учётную запись

source: Done
ru: Готово

source: Password reset successfully
ru: Пароль успешно восстановлен

source: sign in
ru: войти

source: Password reset
ru: Восстановление пароля

source: Reset
ru: Сброс

source: Password reset failed
ru: Не удалось восстановить пароль

source: Email with password reset instructions has been sent.
ru: На ваш электронный адрес было отправлено письмо с инструкциями по восстановлению пароля.

source: Back to main page
ru: Вернуться на главную

source: New password has been sent to your mobile phone
ru: Новый пароль отправлен на ваш мобильный телефон

source: You're already signed in as <strong>%(user)s</strong>.
ru: Вы уже вошли в систему как <strong>%(user)s</strong>.

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
ru: Забыли свой пароль? Введите свой адрес электронной почты ниже и мы отправим вам инструкции по его восстановлению.

source: You can also use <a href="%(password_reset_link)s" style="text-decoration: underline;">password recovery form via SMS</a>
ru: Вы также можете воспользоваться формой <a href="%(password_reset_link)s" style="text-decoration: underline;">восстановления пароля через SMS</a>

source: Reset my password
ru: Восстановить мой пароль

source: Forgotten your password? Enter your mobile phone below, and we'll send a new one.
ru: Забыли свой пароль? Введите номер своего мобильного телефона и мы отправим вам новый пароль.

source: You can also use <a href="%(password_reset_link)s" style="text-decoration: underline;">password recovery form via E-Mail</a>
ru: Вы также можете воспользоваться формой <a href="%(password_reset_link)s" style="text-decoration: underline;">восстановления пароля через E-Mail</a>

source: Register
ru: Зарегистрироваться

source: Sign in
ru: Войти

source: You're already signed in as <strong>%(user)s</strong>, <a href="%(logout_url)s" title="logout">logout</a>?
ru: Вы уже вошли как <strong>%(user)s</strong>, <a href="%(logout_url)s" title="logout">выйти</a>?

source: Please login to open an account or <a href="%(register_url)s?next=%(next)s">register</a> in 30 seconds!
ru: Чтобы открыть счёт, пожалуйста, войдите или <a href="%(register_url)s?next=%(next)s">зарегистрируйтесь</a> за 30 секунд!

source: or maybe you've <a href="%(password_reset_url)s" title="reset password">forgotten</a> your password?
ru: или, быть может, вы <a href="%(password_reset_url)s" title="reset password">забыли</a> свой пароль?

source: Logged out
ru: Вы вышли из системы

source: You're receiving this email because you requested a password reset.
ru: Вы получили это письмо, потому что запросили восстановление пароля.

source: Please go to the following page and choose a new password:
ru: Пожалуйста перейдите по ссылке ниже и установите новый пароль:

source: Your username, in case you've forgotten:
ru: Ваше имя пользователя:

source: Thanks for using our site!
ru: Спасибо за использование наших услуг!

source: or maybe you are <a href="%(login_url)s?next=%(next)s">already a user</a>?
ru: или, быть может, вы <a href="%(login_url)s?next=%(next)s">уже зарегистрированы</a>?

source: <p>If you have any questions please contact us by email: <a href="mailto:info@arumcapital.eu">info@arumcapital.eu</a></p>
ru: <p>Если у вас есть какие-нибудь вопросы, пожалуйста, свяжитесь с нами по e-mail: <a href="mailto:info@arumcapital.eu">info@arumcapital.eu</a></p>

source: Dear %(user_profile)s! We congratulate you on the successful registration with %(site_name)s! You can now take advantage of any product, service and promotion of our company. To enter your Private Office you will need:
ru: Здравствуйте, %(user_profile)s! Поздравляем Вас с успешной регистрацией Личного кабинета в %(site_name)s. Теперь Вы можете воспользоваться всеми продуктами, сервисами и акциями компании. Для входа в Личный Кабинет вам понадобятся:

source: Username: %(email)s Password: %(password)s
ru: Логин: %(email)s Пароль: %(password)s

source: Username: %(phone_mobile)s Password: was sent to %(phone_mobile)s via SMS
ru: Логин: %(phone_mobile)s Пароль: был отправлен на %(phone_mobile)s по SMS

source: Your password was created automatically, you can change it in Private Office (https://%(site_domain)s%(change_password)s), tab Settings, Security.
ru: Пароль был создан автоматически, в дальнейшем Вы сможете изменить его в Личном кабинете: (https://%(site_domain)s%(change_password)s), раздел Настройки, вкладка Безопасность.

source: You are just 3 steps away from earning on the Forex market: 1. Select an account type (https://%(site_domain)s%(trading_account_types_url)s) and open it in the Private Office 2. Deposit money on your account (https://%(site_domain)s%(operations_with_money_url)s) 3. Download MetaTrader 4 terminal (https://%(site_domain)s%(platforms_mt4_url)s) or use web-terminal (https://%(site_domain)s%(platforms_webtrader_url)s). Web-terminal doesn’t require installation. Now you can start trading. You have access to more than 330 instruments in Forex, CFD and binary options markets. To trade successfully you can use all special offers from %(site_name)s: · get best bonuses (https://%(site_domain)s%(bonus_frontpage_url)s); · trade on your own (https://%(site_domain)s%(trading_account_types_url)s) or invest (https://%(site_domain)s%(pamm_frontpage_url)s) in successful Managers’ accounts; · participate in contests with great prizes (https://%(site_domain)s%(contests_frontpage_url)s);
ru: Вам осталось всего 3 шага до получения прибыли на финансовых рынках: 1. Выберите нужный тип счета (https://%(site_domain)s%(trading_account_types_url)s) и откройте его через Личный кабинет. 2. Пополните счет (https://%(site_domain)s%(operations_with_money_url)s) любым удобным способом. 3. Скачайте терминал MetaTrader 4 (https://%(site_domain)s%(platforms_mt4_url)s) или воспользуйтесь веб-терминалом (https://%(site_domain)s%(platforms_webtrader_url)s), который не требует загрузки. Теперь вы можете начинать торговлю: вам доступны более 330 инструментов на рынках форекс, cfd и бинарных опционов. Чтобы Ваша работа на рынке была успешной, воспользуйтесь всеми предложениями от %(site_name)s: · получите самые выгодные бонусы (https://%(site_domain)s%(bonus_frontpage_url)s); · торгуйте сами (https://%(site_domain)s%(trading_account_types_url)s) или инвестируйте (https://%(site_domain)s%(pamm_frontpage_url)s) в счета успешных управляющих; · участвуйте в интересных конкурсах (https://%(site_domain)s%(contests_frontpage_url)s) с отличными призами;

source: · become a partner (https://%(site_domain)s%(partnership_frontpage_url)s).
ru: · становитесь партнером (https://%(site_domain)s%(partnership_frontpage_url)s) компании и зарабатывайте больше.

source: Best regards! %(site_name)s Team
ru: Удачного трейда! Компания %(site_name)s

source: Greetings at %(site_name)s!
ru: Приветствуем вас на %(site_name)s!

source: Your password was sent via SMS to your phone number
ru: Ваш пароль будет отправлен по SMS на ваш мобильный телефон

source: Your IP address has been blocked due to 20 unsuccessfull logon attempts. Please wait at least 20 minutes before trying again
ru: Ваш IP-адрес был заблокирован в связи с 20 неуспешными попытками входа. Пожалуйста подождите по крайней мере 20 минут прежде чем пробовать снова.

source: Phone number for your account is not confirmed. Please use phone-base password recovery.
ru: Номер телефона для этой учётной записи не подтверждён. Пожалуйста, воспользуйтесь восстановление пароля по телефону.

source: Password successfully changed
ru: Пароль успешно изменен
