Repository: VitalySvyatyuk/a-demo
Catalog: django-gc-shared/project/locale/*/LC_MESSAGES/django.po
Languages: ru

source: The system is easy to work with
ru: Простота работы с системой

source: The functionality integrated in the system will allow you to focus on trading without paying attention to complicated calculations. The system will determine the required volume for each trading operation by itself according to your preferences.
ru: Заложенный в систему функционал позволит вам сосредоточиться на работе, не отвлекаясь на сложные расчёты. Система сама определит нужный объём для каждой операции согласно заданных вами предпочтений.

source: Long-term efficiency
ru: Эффективность на долгий срок

source: Maintain the efficiency of each strategy for a long period of time by managing your risks properly.
ru: Поддерживайте эффективность каждой стратегии на протяжении длительного периода за счёт правильного управления рисками.

source: Invest into strategies
ru: Инвестируйте в стратегии

source: Invest your funds into an effective strategy, keeping complete control over them and defining the level of acceptable risks on your own.
ru: Вкладывайте средства в эффективную торговлю, сохраняя над ними полный контроль и самостоятельно определяя уровень допустимого риска.

source: Attract investors
ru: Привлекайте инвесторов

source: Seek a higher amount of weekly payments from your investors by showing efficient trading on the market and attracting new investors.
ru: Добивайтесь повышения еженедельных выплат от ваших инвесторов, демонстрируя эффективную работу на рынке и привлекая к себе новых инвесторов.

source: RAMM combines the best features of signal services and PAMM:
ru: Только лучшее от сервисов сигналов и PAMM:

source: Signal services
ru: Сигнальные сервисы

source: A strategy is copied in full, execution prices are the same for the trader and all their investors
ru: Стратегия трейдера копируется инвесторам целиком, цены исполнения одинаковы для трейдера и его инвесторов

source: An investor’s exit from a strategy is done instantaneously and does not influence other investors
ru: Выход инвестора из стратегии происходит моментально, не требует действий от трейдера и не влияет на других инвесторов

source: The accuracy of copying does not depend on the amount of investment
ru: Точность копирования стратегии не зависит от суммы инвестиции

source: Risk control is embedded in the trading and does not allow the trader to exceed the weekly loss limits
ru: Контроль рисков встраивается в торговлю трейдеров и не даёт им возможности превысить недельные и дневные лимиты потерь

source: Fair commission structure — investors pay only when they get profit
ru: Справедливая оплата — инвесторы платят, только когда зарабатывают

source: Individual settings of investment parameters
ru: Индивидуальные настройки рисков при инвестировании в отдельную стратегию

source: The service is legal in regulated jurisdictions
ru: Сервис легален в регулируемых юрисдикциях

source: Legal documentation
ru: Юридическая информация

source: Margin requirements
ru: Маржинальные требования

source: Search by instrument
ru: Искать по инструменту

source: Tools
ru: Инструменты

source: is one of most popular platforms for trading in FOREX and CFD markets
ru: Одна из самых популярных в мире платформ для торговли на рынках FOREX и CFD

source: 4 order<br> types
ru: 4 типа <br> ордеров

source: Hedging of<br> positions
ru: Локирование<br> позиций

source: 7 time<br> periods
ru: 7 временных <br> периодов

source: Indicators<br> base
ru: База <br> индикаторов

source: 3 chart<br> types
ru: 3 типа <br> графиков

source: Algorithmic<br> trading
ru: Автоматизированная <br> торговля

source: For Windows and Mac
ru: Для Windows и Mac

source: One of the most popular platforms in the world for FOREX and CFD markets trading. Dozens of thousands of traders enjoy the simple and user-friendly platform environment.
ru: Одна из самых популярных в мире платформ для торговли на рынках FOREX и CFD. Десятки тысяч трейдеров отдают должное простоте и удобству использования этой платформы.

source: MetaTrader 4 platform is rich in features and meets all the requirements of trading. It gives traders a powerful range of graphic tools and multiple indicators, news feed, quotes and charts, all updated real-time.
ru: Платформа MetaTrader 4 обладает всем необходимым для торговли функционалом. В распоряжении трейдера внушительный набор графических инструментов и индикаторов, новостная лента, котировки и графики, обновляющиеся в режиме реального времени.

source: The platform enables one to work with any number of open charts, use customized indicators and automated trading systems.
ru: Программа позволяет работать с любым количеством открытых окон, применять собственные индикаторы и автоматические торговые системы.

source: User manual Mac
ru: Руководство пользователя Mac

source: For Android
ru: Для Android

source: Free application for FOREX trading on Android smartphones. Now you can do your trading any time from any place wherever mobile Internet is available.
ru: Бесплатное приложение для торговли на FOREX для смартфонов на Android. Теперь вы сможете торговать в любое время и в любом месте, где есть мобильный интернет.

source: The application supports quotes of financial tools in real-time, a complete range of trade orders including pending orders and chart trading.
ru: Приложение поддерживает котировки финансовых инструментов в режиме реального времени, полный набор торговых ордеров, включая отложенные ордера, а также возможность торговать с графика.

source: Interactive quote charts with scaling and scroll down real-time options
ru: Интерактивные графики котировок с масштабированием и прокруткой в режиме реального времени

source: 7 timeframes: M1, M5, M15, M30, H1, H4 and D1
ru: 7 временных периодов (timeframe): M1, M5, M15, M30, H1, H4 и D1

source: Technical indicators
ru: Технические индикаторы

source: For iOS (iPhone и iPad)
ru: Для iOS (iPhone и iPad)

source: You can install a free full version of the most popular FOREX trading platform – MetaTRader4 on your iPhone or iPad. It will enable you to manage your account, trade in financial markets and use over 30 technical indicators for your analysis.
ru: Вы можете бесплатно установить полную версию самой популярной платформы для торговли на рынке Forex — MetaTrader 4 на свой iPhone или iPad. С ее помощью Вы можете управлять счетом, торговать на финансовых рынках и использовать более 30 технических индикаторов для анализа.

source: Financial Instruments quotes in real time
ru: Котировки финансовых инструментов в режиме реального времени

source: A full range of trade orders including pending orders
ru: Полный набор торговых ордеров, включая отложенные ордера

source: Trading from/using the charts
ru: Торговля прямо с графика

source: Read more
ru: Читать далее

source: Partnership programmes
ru: Партнерские программы

source: Your request has been sent!
ru: Ваша заявка отправлена!

source: IB (Introducing broker)
ru: IB (представляющий брокера)

source: Official agent
ru: Официальный агент

source: The programme suits website owners, bloggers, analysts, opinion leaders and other persons interested in attracting clients with no investment and receive agent commission.
ru: Программа подойдет владельцам сайтов, блогерам, аналитикам, лидерам мнений и всем, кто заинтересован привлекать клиентов без вложений и получать вознаграждение в виде % комиссий.

source: Quick start (1 day)
ru: Быстрый старт (за 1 день)

source: No investment required
ru: Не требует вложений

source: Information support from the company
ru: Информационная поддержка компании

source: Become an IB
ru: Стать представляющим брокера

source: The programme is tailored for regional partners interested in strategic relationship with us.
ru: Программа рассчитана на региональных партнеров, заинтересованных в выстраивании стратегических отношений с нашей компанией.

source: Personalized conditions
ru: Индивидуальные условия

source: Exclusive service for the region is an option
ru: Возможен эксклюзив на регион

source: Uploading of information on your website
ru: Размещение на информации на нашем сайте

source: Become an official agent
ru: Cтать официальным агентом

source: Remuneration conditions for an IB
ru: Условия вознаграждения IB (представляющего брокера).

# partnership-title
source: Standard
ru: Стандарт

source: 40&#37; from ECN-fees on ECN.MT and ECN.PRO accounts
ru: 40&#37; от ECN-комиссии на счетах ECN.MT и ECN.PRO

source: 25&#37; from the spread on ECN.Invest accounts
ru: 25&#37; от спреда на счетах ECN.Invest

# partnership-title
source: Personal
ru: Индивидуальные

source: If you have a chance to attract a large number of clients we can offer individual remuneration conditions. Please make an application below.
ru: Если Вы обладаете возможностью привлекать большое количество клиентов, то мы можем рассмотреть индивидуальные условия вознаграждения. Для этого перейдите на вкладку Официальный агент и оставьте контактные данные.

source: Attract at least 5 clients per quarter
ru: Привлечение не менее 5 клиентов за квартал

source: Provide prospective clients with verified and true information
ru: Предоставление потенциальным клиентам проверенной и достоверной информации

source: SPAM and other unacceptable methods of attraction are prohibited
ru: Запрет на СПАМ и иные не допустимые способы привлечения

# ib_conditions
source: Personal
ru: Индивидуальные условия

source: Shall be defined on an individual basis. To get an offer please make an application at the bottom of the page.
ru: Определяются индивидуально. Для формирования предложения оставьте заявку внизу страницы.

source: A legal entity
ru: Возможно заключение эксклюзивного партнерского соглашения

source: Shall have a real office
ru: Всестороння поддержка компании

source: Permanent cooperation basis
ru: Постоянный характер партнерства

source: How to be an IB
ru: Как стать IB (представляющим брокером)

source: Sign up for your Account
ru: Пройдите регистрацию Личного кабинета

source: Get a reference link to a partner’s office
ru: Получите реферальную ссылку в кабинете партнера

source: Start attracting clients
ru: Начинайте осуществлять привлечение клиентов

source: Your remuneration will be paid to the Partner account. Withdrawal of funds from the partner account shall be activated upon attraction of at least 5 clients with real deposits
ru: Вознаграждение будет начисляться на Партнерский счет. Возможность вывода вознаграждения активируется при привлечении не менее 5 клиентов с реальными депозитами

source: Fast registration button
ru: Быстрая регистрация

source: How to be an official agent
ru: Как стать официальным агентом

source: Fill out a form below and a representative of the company will get in touch with you as the soonest.
ru: Заполните форму ниже и представитель компании в ближайшее время с Вами свяжется.

# short
source: Name
ru: Имя

source: Country
ru: Страна

source: Company
ru: Компания

source: Site
ru: Сайт

# partnership-btn
source: Send
ru: Отправить заявку

source: Currency is a trading tool currency that is used for recording the transactions.
ru: Валюта инструмента – Валюта торгового инструмента в которой производится учет.

source: Minimum size contract is a minimum size contract of a trading tool
ru: Минимальный Контракт – Минимальный контракт торгового инструмента

source: Minimum size contract
ru: Шаг изменения размере контракта/лота

source: The cost of 1 pip of the minimum size contract – a pip is the fourth digit after the point in a 4-digit quoting system. For instance, in USD/EUR pair a pip would be 0,0001
ru: Стоимость 1 пункта при минимальном контракте – пунктом считает 4-ый знак после запятой в четырехзначной системе котирования. Например, в паре EURUSD – пунктом будет 0,0001

source: The cost of 1 pip of the minimum size contract
ru: Стоимость 1 пункта при минимальном контракте

source: A pledge on a business day is the level of the required marginal volume from the opening of the trading week until Friday 20:00 UTC required for opening and sustaining of such position. It is calculated with a formula: Margin level divided by the position volume*100
ru: Залог в будние дни – уровень требуемого маржинального обеспечения с открытия торговой недели пятницы в 20:00 по UTC, необходимого для открытия и поддержания позиции. Рассчитывается по формуле: Объем маржинального обеспечения/Объем позиции *100

source: Margin Requirement on a business day
ru: Залог в будние дни

source: A pledge at the weekend and from 20:00 UTC on Friday - is the level of the required marginal volume from Friday 20:00 UTC until a trading week required for opening and sustaining of such position. It is calculated with a formula: Margin level divided by the position volume*100
ru: Залог в выходные дни и с 20:00 UTC пятницы - уровень требуемого маржинального обеспечения с пятницы в 20:00 по UTC до торговой недели, необходимого для открытия и поддержания позиции. Рассчитывается по формуле: Объем маржинального обеспечения/Объем позиции *100

source: Margin Requirement at the weekend and from 20:00 UTC Friday
ru: Залог в выходные дни и с 20:00 UTC пятницы

source: SWAP Long is the cost for rolling over a position to the next day against the minimum size contract in case where a short Sell position on an instrument is kept
ru: SWAP Short – стоимость переноса позиции на следующий день к минимальному контракту в случае удержания длинной позиции (Buy) по инструменту

source: SWAP Short is the cost for rolling over a position to the next day against the minimum size contract in case where a long Buy position on an instrument is kept
ru: SWAP Short – стоимость переноса позиции на следующий день к минимальному контракту в случае удержания длинной позиции (Buy) по инструменту

source: Minimum contract
ru: Минимальный Контракт

source: Value
ru: Значение

source: Minimum price change
ru: Минимальное изменение цены, пункты

source: Minimum contract size change
ru: Шаг изменения размера контракта

source: Margin Requirement on a business day is the level of the required marginal volume from the opening of the trading week until Friday 20:00 UTC required for opening and sustaining of such position. It is calculated with a formula: Margin level divided by the position volume*100
ru: Залог в будние дни – уровень требуемого маржинального обеспечения с открытия торговой недели пятницы в 20:00 по UTC, необходимого для открытия и поддержания позиции. Рассчитывается по формуле: Объем маржинального обеспечения/Объем позиции *100

source: Margin Requirement at the weekend and from 20:00 UTC Friday - is the level of the required marginal volume from Friday 20:00 UTC until a trading week required for opening and sustaining of such position. It is calculated with a formula: Margin level divided by the position volume*100
ru: Залог в выходные дни и с 20:00 UTC пятницы - уровень требуемого маржинального обеспечения с пятницы в 20:00 по UTC до торговой недели, необходимого для открытия и поддержания позиции. Рассчитывается по формуле: Объем маржинального обеспечения/Объем позиции *100

source: VIP services
ru: VIP-условия

source: A Dedicated Assistant
ru: Персональный менеджер

source: Private and prompt assistance with any queries of the clients with a personal touch
ru: Индивидуальное решение любых вопросов клиентов в индивидуальном порядке в кратчайшие сроки

source: Website guidance and advice on the services we offer
ru: Консультации по сайту и сервисам компании

source: Help with deposits/withdrawals
ru: Помощь по вопросам ввода-вывода средств

source: Legal support
ru: Юридическая поддержка

source: Upgraded terms and conditions for deposits and withdrawals
ru: Улучшенные условия ввода-вывода средств

source: Refund of charges for deposits and withdrawals
ru: Компенсация комиссий на ввод-вывод средств

source: Priority assistance with deposits and withdrawals applications
ru: Приоритетное исполнение заявок на ввод-вывод средств

source: Deposit of an advance payment prior to the arrival of the funds
ru: Зачисление авансового платежа до прихода средств

source: Dedicated training sessions and workshops
ru: Эксклюзивное обучение и мастер-классы

source: You get a chance to receive free training on our software which will enable you to advance to a new level of trading on currency markets
ru: Вы получаете возможность пройти бесплатное обучение по нашим программам, которое позволит Вам выйти на новый уровень работы на валютном рынке

source: VIP status conditions
ru: Для получения VIP-статуса

source: In order to get a VIP status a balance of over 30 000 USD on our accounts is required
ru: Необходимо иметь не менее 30 000 USD на счетах в нашей компании

source: VIP service terms and conditions
ru: Регламент VIP-обслуживания

source: MetaTrader
ru: Метатрейдер

source: Built in 2005, MetaTrader 4 today is the most popular trading terminal all over the world.
ru: MetaTrader 4 (MT4) был разработан в 2005 году и на сегодня является самым популярным торговым терминалом во всём мире.

source: User experience: MT4 interface is extremely clear and user friendly.
ru: Простой и понятный интерфейс

source: Flexibility: MT4 platform works with a wide selection of assets from currencies to CFDs and is compatible with thousands of external apps for charting and analysis.
ru: Совместимость с большим количеством сторонних приложений (возможно установить собственные индикаторы и программы для анализа данных)

source: Convenience: MetaTrader 4 supports automated trading (trading robots).
ru: Поддержка автоматизированной торговли (торговли с помощью биржевых роботов)

source: Security: all user data is encrypted with a secure 129-bit key and the trader’s IP is also kept secret.
ru: Безопасность. Все данные пользовательских аккаунтов хранятся в зашифрованном виде

source: Download
ru: Скачать

source: Authentication using
ru: Аутентификация с помощью

source: Please enter your mobile phone number
ru: Пожалуйста введите номер своего мобильного телефона

source: Send an SMS
ru: Отправить SMS

source: The message was sent succesfully
ru: Сообщение было успешно отправлено

source: You will receive a unique code which you should enter in the following field:
ru: В сообщении содержится токен, который следует ввести в расположенное ниже поле:

source: Make binding
ru: Создать привязку

source: mobile app
ru: мобильное приложение

source: You can also use
ru: Вы также можете использовать

source: for authentication
ru: для авторизации

source: Please choose your mobile's system
ru: Пожалуйста выберите платформу вашего телефона

source: Install the application on your mobile phone
ru: Установите приложение для своего устройства

source: Open the app and create a new account using the following secret key
ru: Откройте приложение и создайте учетную запись с секретным ключом

source: or use the 'Scan' option of the app and point your mobile phone's camera at the QRCode below
ru: или, воспользовавшись опцией установленного приложения «Сканирование», наведите камеру телефона на QR-код (квадратный штрих-код ниже)

source: Enter the code generated by the app in the following field (if the code doesn't match, please enable time correction in your app's settings):
ru: Введите сгенерированный программой код для проверки синхронизации (если код не подходит, включите коррекцию времени в настройках приложения):

source: Why should I set these settings?
ru: Зачем нужно настраивать аутентификацию?

source: The following actions will require authentication code, which will be generated using a special mobile app or texted to you via SMS: <br/> <ul> <li>Editing profile data</li> <li>Creating or editing withdraw details</li> <li>Funds withdrawal</li> <li>Internal transfer</li> <li>Real account leverage change</li> <li>Real account password change</li> </ul> <br/> The authentication code will help verify that it is really you who request the operation and your account was not stolen. This will help to protect you from money theft. The authentication code is generated by a special mobile app or is sent to your mobile phone via text message (SMS).
ru: Если Вы совершите одно из ниже перечисленных действий, будет запрошен код доступа, который позволит определить, что действие производится именно Вами: <br/> <ul> <li>Изменение данных в профиле</li> <li>Создание / изменение / удаление реквизитов для вывода</li> <li>Создание заявок на вывод средств</li> <li>Внутренний перевод</li> <li>Смена плеча реального счёта</li> <li>Смена пароля реального счёта</li> </ul> Это сделано для того, чтобы обезопасить Вас от несанкционированных взломов личного кабинета с последующим выводом денег. Код доступа генерируется через специальное приложение для мобильных устройств, либо будет выслан посредством SMS.

source: and
ru: и

source: I agree with the following terms and conditions:
ru: Я согласен со следующими соглашениями:

source: File is too big.
ru: Файл слишком большого размера.

source: Unsupported file extension
ru: Расширение файла не поддерживается
