Repository: VitalySvyatyuk/a-demo
Catalog: django-gc-shared/project/locale/*/LC_MESSAGES/django.po
Languages: ru

source: You may try any account type on a Demo Account under terms and conditions identical to the real trading account.
ru: Вы можете попробовать любой из типов счетов с условиями идентичными реальным на Демонстрационном счете.

source: Customer support service
ru: Служба клиентской поддержки

source: English
ru: Английский

# contact-page-btn
source: Request a call back
ru: Заказать звонок

source: Russian
ru: Русский

source: Call free
ru: Бесплатный телефон

source: Moscow phone
ru: Московский телефон

source: Our ECN-liquidity
ru: Наша ECN ликвидность

source: Short delay
ru: Низкая<br>задержка

source: Close proximity <br> to service providers
ru: Близость <br>к поставщикам

source: Globally <br> available
ru: Глобальная <br>доступность

source: Withdrawal via<br>FIX-protocol
ru: Вывод через <br>FIX-протокол

source: Deep <br> liquidity
ru: Глубина <br>ликвидности

source: Best price
ru: Лучшая цена

source: Our mission: to secure convenient environment for traders with maximum transparency of linking positions to independent service providers on ECN/STP model
ru: Наша миссия: создание комфортных условий для трейдеров при максимальной прозрачности вывода позиций на внешних контрагентов по модели ECN/STP

source: Why our liquidity?
ru: Почему наша ликвидность?

source: One of the best liquidity providers
ru: Лучшие поставщики и провайдеры ликвидности

source: We always take the side of the client
ru: Мы всегда на стороне клиента

source: Technological cutting edge innovations
ru: Технологические инновации

source: Fast execution
ru: Моментальное исполнение

source: Direct link of all transactions to the liquidity providers by means of FIX-protocol.
ru: Прямой вывод всех сделок на поставщиков ликвидности посредством FIX-протокола.

source: Globally available
ru: Глобальная доступность

source: The fastest possible execution from any point in the world thanks to automated selection of the best connection point based on the client's location.
ru: Максимально быстрое исполнение из любой точки планеты, благодаря автоподбору лучшей точки подключения исходя из географии клиента.

source: Safe liquidity providers
ru: Надежный провайдер ликвидности

source: Our partner is one of the best liquidity providers in the industry with 1.5 billion USD of direct interbank lending lines. CFH Clearing is connectedto the interbanking liquidity via its partners in Jefferies and BNP Paribas as the prime brokers.
ru: Нашим партнером является один из лучших провайдеров ликвидности в индустрии с показателем 1.5 млрд. USD в прямых межбанковских кредитных линиях. Компания CFH Clearing подключена к межбанковской ликвидности через партнеров Jefferies и BNP Paribas как Прайм Брокер.

source: Close proximity to the service providers
ru: Близость к поставщикам

source: CFH Clearing has established relationships with Tier 1 Banks and carefully selected Institutional Market Makers that make up a comprehensive, yet flexible, liquidity solution.
ru: Оборудование размещено в Tier 1 Bank в Лондоне. Хостинг от LD4 в Слау, Лондон - максимально близко к крупнейшим поставщикам ликвидности.

source: New generation FOREX broker
ru: FOREX-брокер нового поколения

source: We offer our clients a true ECN, a direct link of all transactions to the liquidity providers through a FIX-protocol and an access to trading innovations.
ru: Мы предлагаем нашим клиентам настоящий ECN, прямой вывод всех сделок на поставщиков ликвидности по FIX-протоколу и доступ к торговым инновациям.

source: Start trading
ru: Начать работу

source: Quality Level
ru: Высокий уровень надежности

source: European regulation (MiFID) and the quality standards are integrated into our services.
ru: Благодаря европейскому регулированию (MiFID) и высоким стандартам качества, средства наших клиентов надежно защищены.

source: Trading innovations
ru: Торговые инновации

source: Access to the Market Depth, a wide range of trading platforms and tools enable our clients to have potential high returns. Trading carries out substantial risk of loss of invested capital.
ru: Доступ к стакану ликвидности, широкий набор торговых платформ и инструментов позволяет нашим клиентам показывать высокую результативность.

source: Investment under control
ru: Инвестиции под контролем

source: Track and copy sophisticated traders and enjoy certain return vs risk. Risk management takes the side of the investor.
ru: Копируйте профессиональных трейдеров с ограниченным риском и неограниченным доходом. Риск-менеджмент на стороне инвестора.

source: leverage<br/>
ru: кредитное<br/>плечо

source: EU<br/>regulation
ru: Европейское<br/>регулирование

source: Narrow&nbsp;<span class="slider_jumbotron__features__item_text--hide-mobiles">market</span><br/>spreads
ru: Узкие&nbsp;<span class="slider_jumbotron__features__item_text--hide-mobiles">рыночные</span><br/>спреды

source: Market<br/>Depth
ru: Стакан<br/>ликвидности

source: leverage <br/>
ru: Кредитное<br/>плечо

source: True<br/>ECN
ru: Настоящий<br/>ECN

source: Trading<br/>instruments
ru: Торговых<br/>инструментов

source: We do not use the tools of betting and filtering of exchange rates. Our clients receive real ECN/STP under FIX-protocol at each specific moment.
ru: Мы не используем механизмы беттинга и технологии фильтрации котировок. Наши клиенты получают реальный ECN/STP по FIX-протоколу в каждый отдельный момент времени.

source: Best order execution
ru: Исполнение по лучшим ценам

source: Thanks to cooperation with a leading liquidity provider our clients get the best prices in the market.
ru: Благодаря сотрудничеству с одним из ведущих провайдеров ликвидности, наши клиенты получают лучшие цены на рынке.

source: More details&nbsp;<br class="arrow_link__break--visible-mobiles"/>about our liquidity
ru: Подробнее о&nbsp;<br class="arrow_link__break--visible-mobiles"/>нашей ликвидности

source: Quotes Online
ru: Котировки онлайн

source: FIX-protocol
ru: FIX-протокол

source: Liquidity providers
ru: Провайдеры ликвидности

source: MetaTrader4 platform
ru: Платформа MetaTrader 4

source: MetaTrader4 platform is in high demand due to its simple and convenient operation
ru: Платформа MetaTrader 4 наиболее востребована за счет удобства и простоты в применении

source: A user-friendly interface and feature-rich tools, the provision of indicators, quotes, graphic tools, and the like
ru: Удобный интерфейс и широкий функционал, возможность пользоваться индикаторами, котировками, графическими инструментами и пр

source: Automated trading support and adviser testing, a built-in MQL programming language
ru: Поддержка автоматизированной торговли и тестирования советников, встроенный язык программирования MQL

source: 4 types of pending orders, one-click trading, hedging of positions
ru: 4 типа отложенных ордеров, торговля в один клик, локирование позиций

source: ARUM.PRO platform
ru: Платформa ARUM.PRO

source: Professional trading platform with a powerful analytical and trading engine
ru: Профессиональная торговая платформа, обладающая мощным аналитическим и торговым движком

source: Customisable platform desktops, module interface, a comprehensive analytical package
ru: Настраиваемые рабочие столы платформы, модульный интерфейс, широкий аналитический пакет

source: Tier 1 Market Depth, true historical ECN-volumes
ru: Стакан ликвидности первого уровня, реальные исторические ECN-объемы

source: Tick traffic, one-click trading, API FIX-protocol interface
ru: Тиковый график, торговля в один клик, интерфейс API FIX-протокола

# compare
source: Not sure about the choice of platform? – go to Compare platforms
ru: Не знаете, какую платформу выбрать? - Сравнить платформы

source: Details of the true ECN-volume
ru: Данные реального ECN-объема

source: Tool volume analysis
ru: Возможность анализа объема инструмента

source: Historical charts on the volume
ru: Отображение исторических данных объема

source: Multiple timeframes on the volume
ru: Вывод объема в различных таймфреймах

source: More about the platform
ru: Подробнее о технологии

source: Operation via<br/>FIX-protocol
ru: Работа через <br/>FIX-протокол

source: Tick charts<br/>of all the financial instruments
ru: Тиковые графики<br/>всех инструментов

source: Open API FIX-protocol<br/>for trading robots
ru: Открытый API FIX-протокола для МТС

source: Make money by copying professional traders
ru: Копируйте профессиональных трейдеров и зарабатывайте

source: Overall control
ru: Полный контроль

source: The funds remain on your account under your full control. You can close a position and withdraw the funds from the strategy immediately.
ru: Средства остаются на вашем счете полностью под вашим контролем. Вы можете закрыть инвестицию и вывести средства из стратегии моментально.

source: Stop loss
ru: Лимит потерь

source: You choose the risk you invest into strategies with. A trader cannot lose more than the weekly stop loss limit you have selected.
ru: Вы сами выбираете риск, с которым вы инвестируете в стратегии. Трейдер не сможет потерять больше заданного вами недельного лимита потерь.

source: Identical prices
ru: Идентичность цен

source: Due to aggregation of trading volumes the order execution prices are the same as the trader order prices.
ru: Благодаря агрегации торговых объемов, цены исполнения ордеров полностью совпадают с ценами ордеров трейдера.

source: Best strategies
ru: Лучшие стратегии

source: Past performance does not guarantee future results
ru: Результаты инвестирования в прошлом не определяют доходы в будущем

source: Full rating
ru: Полный рейтинг

source: Invest funds
ru: Инвестировать средства

source: Create strategy
ru: Создать стратегию

source: Attend a free webinar by the platform developer
ru: Посетите бесплатный вебинар разработчика платформы

source: 10 reasons to start trading with us today
ru: 10 причин начать зарабатывать с нами уже сегодня

source: EU regulation
ru: Европейское регулирование

source: Secured client funds
ru: Защита средств клиента

source: Direct link of all transactions via FIX-protocol
ru: Прямой вывод всех сделок через FIX-протокол

source: 3 professional trading<br>platforms
ru: 3 профессиональные торговые<br>платформы

source: Favourable trading conditions
ru: Отличные торговые условия

source: Unique investment service
ru: Уникальный инвестиционный сервис

source: All advantages
ru: Все преимущества

source: Company News
ru: Новости компании

source: All news
ru: Все новости

source: More about<br/>FOREX
ru: Узнать больше<br/> о FOREX

source: Methods of<br/>Deposits/Withdrawals
ru: Способы<br/>ввода-вывода средств

source: Request<br/>a call back
ru: Заказать<br/>обратный звонок

source: A unique technology is implemented in ARUM.PRO trading platform. Due to the Market Depth the trader will see the true liquidity depth in real time as well as the parity of Sell/Buy in the volume of the executed transactions
ru: Уникальная технология, реализованная в торговой платформе ARUM.PRO. Благодаря стакану ликвидности трейдер видит истинную глубину ликвидности в реальном времени, а также паритет Покупка/Продажа в объемах исполненных сделок

source: Liquidity depth in real time
ru: Глубина ликвидности в реальном времени

source: Real volume of transactions
ru: Реальный объем сделок относительно цены

source: A unique analytical tool
ru: Уникальный аналитический инструмент

source: A tick chart shows the details of all iterations of a trading tool historically and in real time. The tool is available on ARUM.PRO trading platform.
ru: Тиковый график показывает данные всех итераций торгового инструмента как в истории, так и в реальном времени. Инструмент доступен в торговой платформе ARUM.PRO

source: A unique analytical tool
ru: Уникальный аналитический инструмент

source: Control over the transactions execution
ru: Контроль за исполнением транзакций

source: Setup of micro-levels of support and resistance
ru: Настройка микро-уровней поддержки и сопротивления

source: Direct execution of all the transactions via FIX-protocol
ru: Прямой вывод всех сделок через FIX-протокол

source: Market Execution and direct execution of all the transactions via FIX-protocol enable us to open positions in a split of a second and give opportunity for multiple trading techniques depending on the execution speed.
ru: Исполнение Market Execution и прямой вывод всех сделок через FIX-протокол позволяют открывать сделки за доли секунды и предоставляют возможности для использования различных торговых методик, зависящих от скорости исполнения сделок.

source: A minimum delay in sending of trade orders to the market
ru: Минимальная задержка по выводу торговых распоряжений на рынок

source: No market manipulation guarantee from the brokers
ru: Гарантированное отсутствие манипуляций со стороны брокера и провайдеров ликвидности

source: Orders are executed at the best order available from the liquidity provider
ru: Вывод сделок по лучшей цене в ликвидности

source: Open API FIX-protocol for trading robots
ru: Открытый API FIX-протокола для торговых роботов

source: We offer our clients an opportunity to link their trading robots directly to the international liquidity providers under FIX-protocol.
ru: Мы предоставляем нашим клиентам возможность подключать свои торговые роботы напрямую к мировой ликвидности по FIX-протоколу.

source: API-interface for the connection of trading robots
ru: API-интерфейс для подключения торговых роботов

source: No interference into the work of algorithms
ru: Отсутствие вмешательства в работу алгоритмов

source: Direct link of transactions to the external service providers
ru: Прямой вывод сделок на внешних контрагентов

source: Historical charts with data of trading tools have real market data on the liquidity volumes. It enables one to account for the market volume when analyzing the market.
ru: Исторические данные графиков торговых инструментов содержат реальные рыночные данные объемов по ликвидности. Это дает возможность учитывать при анализе рынка реальный рыночный объем.

source: Possible to analyze a tool chart based on the volume
ru: Возможность анализировать график инструмента с учетом объемов

source: Shows historical data on tool volumes
ru: Отображение исторических данных объемов по инструментам

source: Experience the power of our ECN-liquidity
ru: Испытайте возможности нашей ECN-ликвидности

source: Deposits / withdrawals
ru: Ввод/вывод средств

source: Deposits / Withdrawals
ru: Ввод / Вывод средств

source: Deposit funds
ru: Ввод средств

source: Withdraw from account
ru: Вывод со счета

source: Deposit method
ru: Способ пополнения

source: Currency
ru: Валюта

source: Execution time
ru: Сроки перевода

source: Minimum deposit
ru: Минимальная сумма

source: Deposit to account
ru: Пополнить счет

source: Deposit
ru: Пополнение счета

source: Our clients will always be notified via email when a new deposit attempt has been successful or failed.
ru: Все клиенты получают обязательное письменное уведомление об успешном одобрении ввода или его отклонении.

source: We will accept deposits only where the name of the sender's account matches the name of the trading account with ArumCapital Ltd.
ru: Ввод средств будет принят только в случае, если имя отправителя совпадает с именем клиента торгового счета в ArumCapital Ltd.

source: Credit Card deposits will not be processed without a copy (front and back) of the credit card being used.
ru: Средства, поступившие с кредитных карт, будут зачислены только при наличии копии данной кредитной карты (лицевая и оборотная стороны).

source: We do not accept any payments from 3rd parties.
ru: Любые платежи от третьих лиц не принимаются.

source: Payments which are not in line with the above conditions will be returned to the sender for his expense.
ru: Платежи, не соответствующие любому из указанных выше условий, будут возвращены отправителю за его счет.

source: Funding your account via bank transfer:
ru: Описание процедуры ввода средств банковским платежом:

source: In order to make a transfer you are kindly required to make a full registration with us and confirm your account on our website (the requirement of the regulator, CySEC).
ru: Для осуществления перевода Вам необходимо пройти полную регистрацию и подтвердить аккаунт у нас на сайте (требование регулятора CySEC).

source: Upon varification kindly open a trading account on your prefered platform.
ru: После подтверждения аккаунта Вам необходимо открыть реальный счет на платформе на Ваш выбор.

source: Login to your Personal Cabinet and go to Deposit/Withdrawal tab in order to fund your account.
ru: Зайдите в Личный кабинет, перейдите к функции Ввод-Вывод средств для перечисления средств.

source: After the application to top up your trading account you will receive company bank details by email. Then you can make a transfer in a currency you choose from any bank you are banking with.
ru: В соответствующем разделе создав заявку на пополнение своего торгового счета, Вы получите платежное поручение для пополнения Вашего счета, на основании которого можете сделать перевод в выбранной валюте из любого банка, в котором у Вас открыт счет.

source: Transfer fees:
ru: Комиссия за ввод средств:

source: ARUM Capital does not charge any fees for incoming payment but clients are highly recommended to check the banking charges their bank receives for such transaction
ru: Компания ARUM Capital НЕ взымает комиссию за ввод средств, однако клиенту необходимо уточнить размер комиссии, которую возьмёт его банк за соответствующий перевод.

source: Deadlines:
ru: Сроки:

source: The funds are credited to the trading account the same day they hit the company account. An average time of a transfer is 3-5 business days and it depends on the sender bank and its correspondent banks.
ru: Средства зачисляются на торговый счет клиента в день их поступления на расчетный счет компании. Средний срок перевода составляет 3-5 рабочих дней и зависит от банка отправителя и банков корреспондентов.

source: Withdraw method
ru: Способ вывода

source: Minimum withdraw amount
ru: Минимальная сумма вывода

source: Commission on withdraw
ru: Комиссия при выводе

source: You can withdraw less than amount specified in the graph 'Minimum withdraw amount' if your balance is less than the specified amount
ru: Вы можете вывести сумму меньшую, указанную в графе 'Минимальная сумма' если Ваш баланс меньше указанной суммы

source: Our clients will always be notified via email when a withdrawal request is received and when the withdrawal of funds is processed.
ru: Все клиенты получают обязательное письменное уведомление о получении запроса на вывод средств и о его исполнении.

source: We do not charge any withdrawal fees and cannot be held responsible for any charges applied by the payment method chosen by the client.
ru: Мы не взимаем плату за вывод средств и не несем ответственность за любые комиссии, взимаемые платежной системой, выбранной клиентом.

source: Withdrawals methods, including the withdrawals of profit, shall follow the original method of deposited funds.
ru: Любые способы вывода средств, включая вывод прибыли, должны совпадать со способом, которым данные средства были введены на счет.

source: We will not process any withdrawal to a 3rd party.
ru: Любые платежи третьим лицам запрещены и не будут исполнены.

source: Where the banking or personal information provided is incomplete or incorrect, the error or omission could result in delay or non-execution of the withdrawal.
ru: Наличие ошибок или пропусков в данных клиента может привести к задержке или отказу в исполнении поручения на вывод средств.

source: Withdrawing funds from your account via bank transfer:
ru: Описание процедуры вывода средств банковским платежом:

source: In order withdraw all or part of your funds, please login to your Personal Cabinet.
ru: Для осуществления Вывода средств Вам необходимо войти в Личный кабинет.

source: Select the Trading account from which you wish to withdraw/deposit.
ru: В Личном кабинете выберите Ввод-Вывод средств.

source: Click on the Invoice and fill it in with your banking details*. Upon receiving we will check your account balance and will proceed with execution of the transaction.
ru: Введите Ваши данные и банковские реквизиты*. Получив Вашу заявку, мы проверим баланс Вашего счета и исполним поручение на вывод средств.

source: *where the banking or personal information is incomplete or incorrect, the error or omission could result in delay or non-execution of the withdrawal.
ru: *В случае если введенные данные неполные или неверные, такая ошибка или упущение может привести к задержке или отказу исполнения поручения на вывод средств.

source: ARUM Capital does not charge any fees for incoming and outgouing payments but clients are highly recommended to check the banking charges their bank applies for such transaction.
ru: Компания ARUM Capital НЕ взымает комиссию за вывод средств, однако клиенту необходимо уточнить размер комиссии, которую возьмёт его банк за соответствующий перевод.

source: The funds are deducted from the trading account same day when the withdrawal request is approved. The average time to receive your funds is 3-5 business days and it depends on the bank of destination.
ru: Средства списываются с торгового счета клиента в день одобрения заявки на их вывод. Средний срок поступления средств на указанный Вами счет составляет 3-5 рабочих дней и зависит от банка отправителя и банков корреспондентов.

source: Top 5 strategies:
ru: Топ 5 стратегий:

source: All Strategies
ru: Все стратегии

source: Risk warning: the results of previous trading operations do not guarantee the same results in the future.
ru: Предупреждение о рисках: итоги предыдущих торговых операций не гарантируют получение идентичных результатов в будущем.

source: ARUM.Invest - everything from the investment world in one unique service
ru: ARUM.Invest - всё из мира инвестиций в одном уникальном сервисе

source: ARUM.Invest Platform operates on RAMM technology (Risk Allocation & Money Management) and is the only system, where both traders and investors can operate and have complete control over the acceptable level of risk, and at the same time, make their investments as efficient as possible. Just specify your level of acceptable losses and you can be sure that the funds you invested will be under full control and make the most of the market opportunities.
ru: Платформа ARUM.Invest работает на технологии RAMM (Risk Allocation & Money Management) – единственная система, работая с которой трейдеры и инвесторы всегда могут полностью контролировать допустимый уровень риска и при этом сохранять высокую эффективность вложений. Достаточно определить допустимые потери и можно быть уверенным, что вложенные средства будут находиться под полным контролем и работать при этом с максимальной отдачей.

source: ARUM.Invest accounts are a unique solution for those, who want to have all available opportunities for efficient investments in a single service:
ru: Счета ARUM.Invest – уникальный продукт для тех, кто хочет получить все доступные для эффективных инвестиций возможности в одном сервисе:

source: Complete control over your account
ru: Полный контроль над счётом

source: The funds are kept on your account and remain under your full control. You can stop your trading operations at any moment and withdraw your investments from trading.
ru: Средства хранятся на вашем счёте и остаются под вашим полным контролем. Вы можете в любой момент времени прервать работу и вывести инвестиции из торговли.

source: Risk level limitations
ru: Лимиты по уровню риска

source: Specify the amount of acceptable losses for a week and you can be sure that the trader will not exceed the level you specified.
ru: Определите сумму допустимых потерь на неделю — и можете быть уверены, что Трейдер не превысит указанный вами уровень.
