Repository: VitalySvyatyuk/a-demo
Catalog: django-gc-shared/project/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Client agreement
ru: Клиентское соглашение

source: Risk disclosure
ru: Предупреждение о рисках

source: Regulation of trades
ru: Регламент торгов

source: Partner agreement
ru: Партнёрское соглашение

source: Language
ru: Язык

source: Common question
ru: Общий вопрос

source: Technical question
ru: Технический вопрос

source: Financial question
ru: Финансовый вопрос

source: Partnership department
ru: Партнёрский отдел

source: Mark as valid
ru: Отметить как проверенный

source: Mark as invalid
ru: Отметить как непроверенный

source: Clear marks
ru: Очистить отметки

source: Main
ru: Главная

source: Log in
ru: Вход

source: Registration
ru: Регистрация

source: First name
ru: Имя

source: Last name
ru: Фамилия

source: Phone
ru: Телефон

source: I confrim my legal age.
ru: Подтверждаю свое совершеннолетие

source: I agree, that trading leveraged products such as Forex and CFDs carries a high risk and can lead to complete loss of my deposit.
ru: Я понимаю, что торговля маржинальными продуктами, как Forex и CFDs, несет высокий риск и может привести к полной потере депозита.

source: I agree with the
ru: Соглашаюсь с

# login popup
source: Privacy Policy
ru: Политикой Конфиденциальности

source: Register
ru: Регистрация

source: Your login
ru: Ваш логин

source: or phone
ru: или телефон

source: Password
ru: Пароль

source: Previous
ru: Назад

source: Next
ru: Вперед

source: Instruments
ru: Инструменты

source: See other instruments
ru: Посмотреть другие инструменты

source: Choose your language
ru: Выберите язык

source: Choose language
ru: Выберите язык

source: Request a call back
ru: Заказать обратный звонок

source: Live chat
ru: Онлайн чат

source: Authorization
ru: Авторизация

source: Open a demo account
ru: Открыть демо счет

source: Open an account
ru: Открыть счет

source: Risk Warning: Trading leveraged products such as Forex and CFDs carries a high risk. You can lose all your invested capital. Please consider our
ru: Предупреждение о рисках: Торговля маржинальными продуктами, такими как Forex и CFDs, несет высокий риск. Вы можете потерять инвестированные средства. Пожалуйста, ознакомьтесь с

# warning popup
source: Risk Disclosure.
ru: Предупреждением о рисках.

source: Company’s Agent in the Russian Federation:
ru: Русскоязычная поддержка:

source: Company Office:
ru: Головной офис:

source: Risk Disclosure
ru: Уведомление о рисках

source: Currency pairs (FOREX) and CFD, being marginal products, are of high risk level and may result in the loss of all of invested capital. Hence, Currency pairs and CFDs may not be suitable for all investors. You should not risk more than you can afford to lose. Before you start trading please ensure you understand the risks involved and that you have sufficient level of expertise and experience.
ru: Валютные пары (FOREX) и CFD, являющиеся маржинальными продуктами, имеют высокий уровень риска и могут повлечь потерю всего инвестиционного капитала. Поэтому Валютные пары и CFD-контракты могут не подходить для всех инвесторов. Вы не должны рисковать тем, что не готовы потерять. Перед началом торговли, пожалуйста, убедитесь, что понимаете все риски и учитываете свой уровень опыта.

source: We do not offer services to countries such as USA, Canada, Japan, Brazil, North Korea, Belgium, France and the non-cooperative countries under FATF.
ru: Сообщаем, что мы не оказываем услуги жителям таких стран, как США, Канада, Япония, Бразилия, Северная Корея, Бельгия, Франция, а также стран, не сотрудничающих с FATF.

source: Contacts
ru: Контакты

source: About Us
ru: О компании

source: Regulatory compliance
ru: Безопасность

# about-security
source: We are under the regulatory requirements of the CySec, corporate risk management, cybersecurity and trading safety.
ru: Мы обеспечиваем высочайший уровень защиты средств наших клиентов, благодаря неукоснительному соблюдению требований регулятора (CySEC), корпоративного риск-менеджмента и технологической безопасности торговых операций.

source: Cutting edge technology
ru: Технологичность

source: Our clients have access to state-of-the-art technology in FOREX trading: direct access to a Market Depth, tick quotes, operation under FIX-protocol, investment platform with risk-management taking the side of the investor and many more.
ru: Нашим клиентам доступны лучшие разработки в области FOREX-трейдинга - прямой доступ к стакану ликвидности, тиковые котировки, работа по FIX-протоколу, инвестиционная платформа с риск-менеджметном на стороне инвестора и многое другое.

source: Integrity
ru: Лояльность

source: Great trading conditions, no deposits/withdrawals fees and qualified client support enable the clients to enjoy the best customer service and the best trading experience.
ru: Отличные торговые условия, отсутствие комиссий при вводе-выводе средств, квалифицированная поддержка клиентов - создают комфортные условия для работы наших клиентов.

source: How we work
ru: Как мы работаем

source: Trading transparency
ru: Прозрачность торгового процесса

source: All client transactions are directly linked to the liquidity providers. The conditions of our license and that of our provider oblige us to link every transaction to an independent service provider.
ru: Все сделки наших клиентов выводятся напрямую на поставщиков ликвидности. Условия нашей лицензии и лицензии нашего провайдера обязывают выводить каждую сделку на внешнего контрагента.

source: No market manipulation
ru: Отсутствие манипуляций

source: We do not use the tools of betting and filtering of exchange rates. Our clients receive real stock exchange ECN/STP quotes under FIX-protocol on each specific moment.
ru: Мы не используем механизмы беттинга и фильтрации котировок. Наши клиенты получают реальную биржевую ECN/STP цену в каждый отдельный момент времени независимо от рыночной ситуации.

source: Best price execution
ru: Исполнение по лучшим ценам

source: Thanks to cooperation with a leading liquidity provider our clients get the best conditions in the market – prompt execution of transactions under FIX-protocol and the best price execution in the Market Depth.
ru: Благодаря сотрудничеству с одним из ведущих провайдеров ликвидности, наши клиенты получают отличные рыночные условия - быстрый вывод сделок по FIX-протоколу и исполнение по лучшим ценам в стакане ликвидности.

source: STP/ECN License from CySec
ru: Лицензия CySEC класса B

source: Mandatory execution of all the transactions<br> with an independent service provider.
ru: Обязательный вывод всех сделок <br>на внешнего контрагента.

source: STP/ECN License from FCA
ru: Лицензия FCA класса B

source: Liquidity of our Liquidity Provider
ru: Ликвидность

source: from leading high street banks and largest<br> prime-brokers.
ru: от мировых банков и крупнейших<br>PRIME-брокеров.

source: Regulation by CySEC (MIFID)
ru: Регулирование CySEC (MIFID)

source: ARUM Capital is regulated by the Cyprus Securities and Exchange Commission (CySEC) under license number 323/17.<br>ARUM Capital is fully compliant with the European Markets in Financial Instruments Directives (MiFID).
ru: ARUM Capital регулируемая компания Комиссией по ценным бумагам Республики Кипр (CySEC) с лицензией номер 323/17.<br>ARUM Capital полностью соответствует стандартнам Европейского регулирования (MiFID).

source: Transaction quality guarantee
ru: Гарантия качества сделок

source: Corporate governance
ru: Корпоративный кодекс поведения

source: Audit and risk management
ru: Аудит и контроль за рисками

source: Fund security guarantee
ru: Гарантия защиты средств

source: Custodianship with the majour high street banks
ru: Хранение средств в лучших банках мира

source: Participant in the Investment Compensation Fund
ru: Участие в инвесторском компенсационном фонде (ICF)

source: Client funds are kept on a segregated account
ru: Средства клиентов хранятся на отдельном счете

source: Withdrawal of client funds is made within 3-5 banking days after the application is made. Reference to the regulations for processing of non-trading orders
ru: Вывод средств клиентов производится в течение 3-5 банковских дней после подачи распоряжения клиентом

source: ARUM Capital in numbers
ru: ARUM Capital в цифрах

source: Financial<br>instruments
ru: Торговые<br>инструменты

source: Narrow market<br>spreads
ru: Узкие рыночные<br>спреды

source: Professional<br>trading platforms
ru: Профессиональные<br>торговые платформы

source: No fees<br>for deposits/withdrawals
ru: За ввод-вывод<br/>средств

source: Trading technologies to suit all tastes
ru: Торговые технологии на любой вкус

# arum-mt4
source: MetaTrader4<br> platform
ru: Платформа MetaTrader 4

# arum-web
source: ARUM.WEB<br> platform
ru: Платформa ARUM.PRO

# arum-pro
source: ARUM.PRO<br> platform
ru: Платформa ARUM.PRO

source: Investments<br> with ARUM.Invest
ru: Инвестиции<br>с ARUM.Invest

source: Traders<br>calculator
ru: Калькулятор<br>трейдера

source: Financial<br> calendar
ru: Экономический<br> календарь

source: Study<br> centre
ru: Учебный<br> центр

source: Account types
ru: Типы счетов

source: Features
ru: Параметры

source: Min. deposit
ru: Мин. депозит

source: Platforms
ru: Платформы

source: Market Depth is a tool of ARUM.PRO platform due to which one can track the volume of applications against the price. The spread level is directly dependent on the position volume.
ru: Стакан ликвидности – Инструмент торговой платформы ARUM.PRO, благодаря которому отслеживать поставляемую объем заявок относительно цены. Прямая зависимость уровня спреда от выставляемого объема позиции.

source: Market Depth
ru: Стакан ликвидности

source: Unavailable
ru: Недоступен

source: Available
ru: Доступен

source: Hedging of positions is the possibility to open opposite positions on a single trading tool without having to close the current positions.
ru: Локирование позиций – возможность открывать встречные позиции по одному торговому инструменту без закрытия текущих позиций.

source: Hedging of positions
ru: Локирование позиций

source: Commission for a complete transaction is charged twice (opening/ closing of a position) at the moment when the position is opened. The figure is calculated based on the nominal cost of the position, equal to 1 000 000 USD.
ru: За полную транзакцию комиссия берется в двойном размере (открытие / закрытие позиции) в момент открытия сделки. Значение рассчитано, исходя из номинальной стоимости позиций, равной 1 000 000 USD

source: Commission
ru: Комиссия

source: $2.5* per $100 000 traded
ru: 2,5* USD на 100 тыс. USD оборота

source: $5* per $100 000 traded
ru: 5* USD на 100 тыс. USD оборота

source: (included in the spread)
ru: (включено в спред)

source: Roll over of a position for the next trading day is a method of transferring a position to the next trading day. SWAP is charging of a positive or a negative commission for keeping of the position. ReOpen position is automatic re-opening of a position less the positive or negative commission difference.
ru: Перенос позиций через ночь – Механизм переноса позиций на следующий торговый день. SWAP – начисление положительной или отрицательной комиссии за удержание позиции. ReOpen position – автоматическое переоткрытие позиций с учетом положительной или отрицательной комиссионной разницы.

source: Roll over of a position
ru: Перенос позиции через ночь

source: ReOpen position
ru: Переоткрытие позиции в 0:00

source: Compulsory closing of positions at the end of the week
ru: Позиции принудительно закрываются в конце недели

source: Algorithmic Trading
ru: Алгоритмическая торговля

source: API FIX-protocol for EA
ru: API FIX-протокола для EA

source: Phone dealing
ru: Телефонный дилинг

source: Only for closing
ru: Только закрытие

source: Trading Times
ru: Время проведения торгов

source: 24/5 trading halted for 1 minute between 22:00 – 22:01 (GMT)
ru: Торговля в режиме 24 часа в сутки, 5 дней в неделю приостановлена на 1 минуту в промежутке с 22:00 до 22:01 (время GMT)

source: Maximum number of orders
ru: Максимальное количество ордеров

source: (including pending orders)
ru: (включая отложенные)

source: Unlimited
ru: Без ограничений

source: Demo accounts
ru: Учебные счета

source: Trading instruments
ru: Торговые инструменты

source: 110+ currency pairs, 10 CFD-contracts on world stock indices
ru: 110+ валютных пар, металлов и 10 CFD-контрактов на мировые индексы

source: Contract specification
ru: Спецификация контрактов

source: 30 major instruments
ru: 30 основных инструментов

source: Leverage is the proportion of the borrowed funds against the own funds. For instance, a leverage of 1:1000 gives the chance to open positions up to 100 times the deposit.
ru: Кредитное плечо - Отношение заёмного капитала к собственным средствам. Например, плечо 1:100 – это возможность открывать позиции до 100 раз превышающие депозит.

source: Leverage
ru: Кредитное плечо

source: Up to %(leverage)s
ru: До %(leverage)s

source: Special leverage calculation
ru: Специальный расчет плеча

source: Spread is a difference between the Bid and the Ask price.
ru: Спред – разница между ценой продажи (Bid) и покупки (Ask)

source: Spread
ru: Спред

source: Floating from 0.1 pip
ru: Плавающий от 0,1 пункта

source: Limit & Stop Levels are a minimum distance from the current market price that allows pending orders and the Stop Loss and Take Profit market orders.
ru: Limit &amp; Stop Levels – минимальное расстояние от текущей рыночный цены от которого допускается выставление отложенных ордеров и рыночных приказов Stop Loss и Take Profit.

source: Market Execution is execution of an order on a current market price with no repeated queries (requite).
ru: Market Execution – это исполнение ордера по текущей рыночной цене без повторных запросов (реквот).

source: Execution
ru: Метод исполнения

source: Minimum order size
ru: Минимальный объем позиции/шаг

source: 0.01 lot (1000 units of base currency)
ru: 0,01 лота (1000 ед. базовой валюты)

source: 0.01 (1000 units of base currency)
ru: 0,01 (1000 ед. базовой валюты)

source: Maxumum position volume
ru: Максимальный объем позиций

source: Margin Call – is a level where a warning is made of insufficient margin for further support of the positions. Stop Out is a level of mandatory closing of a position because the marginal level is too low to sustain an open position.
ru: Margin Call – уровень на котором происходит предупреждение о недостаточности маржинального обеспечения для дальнейшего поддержания позиций. Stop Out – уровень принудительного закрытия позиций из-за нехватки маржинального обеспечения.

source: Partial fills
ru: Частичное исполнение

source: Inadequate liquidity can lead to partial fills, with the remaining order filled at next best prices according to market depth
ru: Недостаточная ликвидность может быть причиной частичного исполнения ордера, когда оставшийся объем исполняется на основе следующих лучших доступных цен на рынке

source: Commission for a complete transaction is charged twice (opening / closing of a position)
ru: За полную транзакцию комиссия берется в двойном размере (открытие / закрытие позиции)

source: You may try ECN.MT and ECN.PRO accounts in Demo version under terms and conditions identical to the real trading account.
ru: Вы можете попробовать счета ECN.MT и ECN.PRO с условиями идентичными реальным на Демонстрационном счете.

source: Advantages
ru: Преимущества

source: Why ARUM CAPITAL
ru: Преимущества наших клиентов

source: Safeguarding Arrangements
ru: Гарантия защиты средств

source: Great trading conditions
ru: Отличные торговые условия

source: 99,9&#37; of orders are executed within 60 ms
ru: 99,9&#37; ордеров исполняются в течение 60 мс

source: Real market spreads of 0.1 pip
ru: Реальные рыночные спреды от 0.1 пункта

source: No Requote and Reject
ru: Отсутсвие Requote и Reject

source: Trusted liquidity provider
ru: Надежный провайдер ликвидности

source: Our liquidity provider is the largest British institutional broker CFH Clearing. The company operates from 2008 in FOREX liquidity market and has proved to be one of the most trusted and technologically advanced in the field.
ru: Нашим провайдером ликвидности является крупнейший Британский институциональный брокер CFH Clearing. Компания работает с 2008 года на рынке FOREX-ликвидности и за это время зарекомендовала себя как одна из самых надёжных и технологичных в отрасли.

source: The partners of the company are such liquidity providers as Citi, Barclays, Deutsche Bank and others.
ru: Партнерами компании являются такие поставщики ликвидности как Citi, Barclays, Deutsche Bank и прочее.

source: Thanks to the strategic partnership with CFH we provide our clients with Tier 1 Market Depth.
ru: Благодаря стратегическому сотрудничеству с CFH, мы предоставляем нашим клиентам стакан ликвидности Первого уровня.

source: Direct execution of all the transactions via FIX-protocol*
ru: Прямой вывод всех сделок через FIX-протокол*

source: Market Execution and direct execution of all transactions via FIX-protocol enable us to open positions in a split of a second and give us an opportunity for multiple trading techniques depending on the execution speed.
ru: Исполнение Market Execution и прямой вывод всех сделок через FIX-протокол позволяют открывать сделки за доли секунды и предоставляют возможности для использования различных торговых методик, зависящих от скорости исполнения сделок.

source: *Financial Information eXchange (FIX) protocol is a messaging standard developed specifically for the real-time electronic exchange of securities transactions.
ru: *Financial Information eXchange (FIX) protocol (протокол обмена финансовой информацией) - протокол передачи данных, являющийся международным стандартом для обмена данными между участниками биржевых торгов в режиме реального времени.

source: Ideal conditions for all types of trading robots
ru: Идеальные условия для всех типов торговых роботов

source: We welcome the use of:
ru: Мы приветствуем применение:

source: Scalpers and intraday trading robots
ru: Скальперов и интрадневных торговых роботов

source: High frequency automated algorithmic trading (HFT)
ru: Высокочастотных автоматизированых алгоритмов (HFT)

source: Impulse and news trading robots
ru: Импульсных и новостных торговых роботов

source: Professional trading platforms
ru: Профессиональные торговые платформы

source: A widely-used trading platform MetaTrader4 with a friendly interface
ru: Популярная торговая платформа MetaTrader4 с привычным интерфейсом

source: Professional trading platform with tick quotes and ARUM.PRO Market Depth
ru: Профессиональная торговая платформа с тиковыми котировками и стаканом ликвидности ARUM.PRO

source: Browser version of ARUM.PRO trading platform – ARUM WEB which operates on any device
ru: Браузерная версия торговой платформы ARUM.PRO – ARUM WEB с возможностью работы с любого устройства

source: Over 110 trading financial instruments
ru: Более 110 торговых инструментов

source: Major and cross currency pairs, including pairs with exotic currencies, Roubles and Chinese Yuan
ru: Основные и кросс валютные пары, включая экзотические, рублевые и пары с китайским юанем

source: SPOTs
ru: Контракты на драгоценные металлы (SPOT)

source: CFD-contracts on world stock exchange indices
ru: CFD-контракты на мировые биржевые индексы

source: A unique investment service
ru: Уникальный инвестиционный сервис

source: ARUM.Invest is a service of tracking and copying transactions where risk management is on the side of the investor and aggregation of transactions is in the pool
ru: ARUM.Invest - сервис копирования сделок с риск-менеджментом на стороне инвестора и агрегированным исполнением сделок в пуле

source: Complete control over your funds
ru: Полный контроль над вашими средствами

source: Stop loss (weekly and absolute)
ru: Лимит потерь (еженедельный и абсолютный)

source: Identical prices of the traders and those of the investors
ru: Идентичность цен трейдера и инвесторов

source: Qualified support
ru: Квалифицированная поддержка

source: We reply to any queries related to our services
ru: Ответим на любые вопросы, касающиеся наших сервисов

source: We advise on matters of deposits/withdrawals of funds
ru: Проконсультируем по вопросам ввода-вывода средств

source: We accept inquiries on technical errors
ru: Примем обращение по технической проблеме

source: Any questions?
ru: Остались вопросы?

source: Become our client
ru: Станьте нашим клиентом

source: Professional trading platform with a powerful analytical and trading engine
ru: Профессиональная торговая платформа с мощным аналитическим и торговым движком

source: Browser version of ARUM.PRO platform enables operation from any device
ru: Браузерная версия платформы ARUM.PRO c возможностью работы с любого устройства

source: Market<br>depth
ru: Стакан <br/>ликвидности

source: Adaptive<br>interface
ru: Адаптивный <br>интерфейс

source: Customisable<br>chart period
ru: Настраиваемый<br>период графика

source: Indicator<br>base
ru: База <br> индикаторов

source: Real historical<br>volumes
ru: Реальные <br>исторические<br>объемы

source: Tick<br>chart
ru: Тиковый график

source: For Windows
ru: Для Windows

source: ARUM.PRO platform has an adaptive interface enabling to customize desktops due to chart modules, news feeds, quotes, Market Depth and the like.
ru: Платформа ARUM.PRO обладает адаптивным интерфейсом с возможностью настраивать индивидуальные рабочие столы, благодаря модулям графиков, лентам новостей, котировок, стаканов ликвидности и пр.

source: The platform provides a Market Depth of ECN-liquidity online and contains real historical volume of trading on each financial instrument. The platform also provides tick chart tools, indicator base and other tools for technical analysis.
ru: Программа предоставляет стакан ECN-ликвидности в режиме Онлайн, а также содержит реальный исторический объем проторговки по каждому инструменту. В платформе доступны тиковый графики инструментов, база индикаторов и другие инструменты для технического анализа.

source: Download the platform
ru: Скачать платформу

source: User guide
ru: Инструкция пользователя

source: For Internet browser
ru: Для Интернет-браузеров

source: Browser version of ARUM.PRO professional trading platform enabling the operation from any device supported by most Internet browsers.
ru: Браузерная версия платформы ARUM.PRO с возможностью работы с любого устройства, которое поддерживает работу с большинством Интернет-браузеров.

source: Customizable desktops and environment
ru: Настраиваемые рабочие столы и пространства

source: A wide range of modules including news feeds
ru: Широкий набор модулей, включая новостные ленты

source: One-click trading
ru: Торговля в один клик

source: Market Depth and tick charts
ru: Стакан ликвидности и тиковые графики

source: 5 types of trading reports, logging
ru: 5 вариантов торговых отчетов, логирование

source: Go to the platform
ru: Перейти в платформу

source: Compare trading platforms
ru: Сравнение торговых платформ

source: OS-supported
ru: Поддерживаемые ОС

source: Smartphone and Tablet applications (Android and iOS)
ru: Приложение для смартфонов и планшетов (Android и iOS)

source: Browser version
ru: Браузерная версия

source: Market Depth
ru: Стакан ликвидности

source: Tick chart
ru: Тиковый график

source: Technical analysis tools
ru: Технические индикаторы

source: Timeframes
ru: Периоды графиков

source: Indicator base
ru: База индикаторов

source: News feed
ru: Новостная лента

source: EA Automated trading support
ru: Поддержка автоматических ТС (EA)

source: Rollover of positions to the next business day
ru: Перенос позиций на следующий день

source: Swapping
ru: Cвопирование

# comparison-words
source: Pending orders
ru: Отложенные ордера

source: <type></type>
ru: %(types)s типов
