Repository: VitalySvyatyuk/a-demo
Catalog: django-gc-shared/profiles/locale/*/LC_MESSAGES/django.po
Languages: ru

source: To verify your email address, please follow the link you received when you registered. If you mistyped your email address or didn't receive an activation email, please check if your email is correct <a href="%(edit_email_url)s">here</a> and click "Save" to receive another activation email.
ru: Чтобы подтвердить ваш адрес электронной почты, пожалуйста, пройдите по ссылке, которую вы получили при регистрации. Если вы неправильно указали свой e-mail или вам не пришло письмо со ссылкой, пожалуйста, проверьте <a href="%(edit_email_url)s">здесь</a>, что ваш адрес электронной почты указан верно и нажмите "Сохранить", чтобы получить новое письмо активации.

source: Edit your subscription
ru: Управление подпиской

source: Upload avatar
ru: Загрузка аватара

source: Upload copy a document that confirms your date of birth
ru: Загрузите копию документа, подтверждающую Ваши данные.

source: Type
ru: Тип

source: Please use latin-based characters only
ru: Только на английском, используйте латиницу

source: Successfully uploaded document %s
ru: Успешно загружен документ %s

source: Avatar was uploaded successfully
ru: Аватар был успешно загружен

source: You can not change e-mail address more than once every fifteen minutes.
ru: Вы не можете менять адрес электронной почты чаще, чем раз в 15 минут.

source: E-mail you provided is already registered in our system.
ru: Адрес электронной почты, который вы указали, уже используется.

source: Your e-mail successfully updated
ru: Ваш адрес электронной почты был успешно изменён
