Repository: VitalySvyatyuk/a-demo
Catalog: django-gc-shared/profiles/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Personal
ru: Личные данные

source: Contacts
ru: Контакты

source: Location
ru: Местоположение

source: Other
ru: Другое

source: ARUM financial information
ru: Финансовая информаци для ARUM'a

source: Type of your activity
ru: Вид деятельности

source: Trading experience
ru: Опыт торговли

source: First name
ru: Имя

source: Unsupported file extension
ru: Неподдерживаемое расширение

source: File is too big.
ru: Файл слишком большой

source: Supported extensions: %(ext)s. Filesize limit: %(limit)s Mb
ru: Поддерживаемые расширения: %(ext)s. Макс. объем файла: %(limit)s МБ

source: Forum username
ru: Ник на форуме

source: Your username on the forum, only english letters, numbers or underscores allowed
ru: Ваш ник на форуме, можно вводить только английские буквы, цифры и некоторые символы

source: Last name
ru: Фамилия

source: Middle name
ru: Отчество

source: e-mail address
ru: E-mail

source: Enter a valid ICQ number.
ru: Введите корректный номер ICQ

source: Example: 629301132
ru: Например: 629301132

source: Enter a valid Skype account.
ru: Введите корректный номер Skype

source: Example: gc_clients
ru: Например: gc_clients

source: Birthday
ru: Дата рождения

source: Example: 28.12.1987
ru: Например: 28.12.1987

source: Country
ru: Страна

source: You will receive the subscriptions you select to your e-mail and via text messages on your phone
ru: Выбранный тип рассылки будет приходить в виде e-mail и SMS.

source: Illegal symbols
ru: Недопустимые символы

source: This username already exists
ru: Такой ник уже зарегистрирован

source: Email you provided is already registered in our system.
ru: Адрес электронной почты, который вы указали, уже используется.

source: E-mail address
ru: E-mail

source: Account activation link will be sent to this e-mail address.
ru: Ссылка на активацию учётной записи будет отправлена на этот адрес электронной почты.

source: Wrong password
ru: Неверный пароль

source: over 100 000
ru: свыше 100 000

source: below 10 000
ru: менее 10 000

source: Less than 20%
ru: Менее 20%

source: Over 80%
ru: Более 80%

source: Daily
ru: Ежедневно

source: Weekly
ru: Еженедельно

source: Monthly
ru: Ежемесячно

source: Yearly
ru: Ежегодно

source: Less than 10 000
ru: Менее 10 000

source: Over 250 000
ru: Более 250 000

source: Employed
ru: Сотрудник

source: Unemployed
ru: Безработный

source: Self employed
ru: Предприниматель

source: Retired
ru: Пенсионер

source: Student
ru: Студент

source: Investment
ru: Инвестирование

source: Hedging
ru: Хеджирование

source: Speculative trading
ru: Спекулятивная торговля

source: Example: Russia
ru: Например: Россия

source: City
ru: Город

source: The city where you live
ru: Город, в котором вы живете

source: State / Province
ru: Область

source: Residential address
ru: Адрес проживания

source: Example: pr. Stachek, 8A
ru: Например: пр. Стачек 8а

source: Home phone
ru: Домашний телефон

source: Example: 8-800-333-1003
ru: Например: +7 (812) 333-10-03

source: Work phone
ru: Рабочий телефон

source: Example: +7 (812) 300-81-96
ru: Например: +7 (812) 333-10-03

source: Mobile phone
ru: Мобильный телефон

source: Example: +7 (911) 200-19-55
ru: Например: +7 (812) 333-10-03

source: Avatar
ru: Фото

source: Your photo
ru: Ваше фото

source: Social security number
ru: Номер страхового полиса

source: TIN
ru: ИНН

source: Tax identification number
ru: Индивидуальный номер налогоплательщика

source: Agent code
ru: Код агента

source: If you don't know what it is, leave empty
ru: Если вы не знаете, что это, оставьте поле пустым

source: Did user lose his OTP
ru: Клиент потерял OTP

source: Details
ru: Детали

source: Source
ru: Источник

source: Nationality
ru: Гражданство

source: Net capital (USD)
ru: Чистый капитал (USD)

source: Annual income (USD)
ru: Годовой доход (USD)

source: Tax residence
ru: Налоговое резиденство

source: US citizen
ru: Лицо под юрисдикцией США

source: Employment status
ru: Род занятости

source: Source of funds
ru: Источник средств

source: Nature of business
ru: Сфера деятельности

source: Monthly financial commitments
ru: Ежемесячные обязательства

source: Approximate volume of investments per annum (USD)
ru: Предполагаемый объем инвестиций в год (USD)

source: Purpose to open an Arum capital account
ru: Ваша цель открытия счета в Arum Capital

source: Level of education
ru: Образование

source: Can open ECN.Invest accounts
ru: Может открывать ECN.Invest аккаунты

source: Is partner
ru: Является партнером

source: User can browse partner section
ru: Юзер может просматривать раздел для партнеров

source: Email is verified
ru: Email подтвержден

source: User profile
ru: Профиль пользователя

source: User profiles
ru: Профили пользователей

source: Registration incomplete
ru: Регистрация не завершена

source: Pending approval
ru: На проверке

source: Approved
ru: Проверен

source: Parameter
ru: Параметр

source: Is the data valid?
ru: Данные верны?

source: Manager comment
ru: Коментарий менеджера

source: Proof of Identification
ru: Документ, удостоверяющий личность

source: Copy of your passport page with the registered residential address
ru: Копия страницы прописки

source: Proof of residential address
ru: Подтверждение адреса проживания

source: Driver license
ru: Водительское удостоверение

source: Credit card back side
ru: Обратная сторона кредитной карты

source: Credit card front side
ru: Лицевая сторона кредитной карты

source: Real IB agreement
ru: Партнерское соглашение

source: Other document
ru: Другой документ

source: Address
ru: Адрес

source: ID Number
ru: Серия, номер

source: Issue date
ru: Дата выдачи

source: Document name
ru: Название документа

source: Documents was rejected
ru: Документы были отклонены

source: Document description
ru: Описание документа

source: File
ru: Файл

source: Creation timestamp
ru: Время создания

source: Document fields
ru: Данные документа

source: Password successfully changed
ru: Пароль успешно изменён

source: Password successfully recovered
ru: Пароль успешно восстановлен

source: Bad file extension or size!
ru: Неверное расширение файла или его размер!

source: No documents uploaded!
ru: Не загружен ни один документ!

source: Cannot edit mobile phone number because it is binded for OTP
ru: Невозможно редактирование телефона, так как он привязан к OTP

source: Mobile phone you provided is already registered in our system.
ru: Номер телефона, который вы указали, уже используется.

source: Only persons of legal age can be the clients of ARUM CAPITAL
ru: Клиентами АРУМ КАПИТАЛ могут быть только лица, достигшие 18 лет

source: Cannot edit partner code
ru: Невозможно изменить код агента

source: Wrong partner code
ru: Неверный код агента

source: Please fill this field
ru: Пожалуйста заполните это поле

source: Only english letters, numbers or underscores allowed
ru: Используйте только английские буквы, цифры или подчеркивание

source: Please confirm Email
ru: Пожалуйста подтведите Email

source: History
ru: История

source: Reset OTP
ru: Сбросить OTP

source: View on site
ru: Посмотреть на сайте

source: Please correct the error below.
ru: Пожалуйста исправьте ошибки ниже.

source: Upload a copy of the document confirming your personal information
ru: Загрузите копию документа, подтверждающую Ваши данные.

source: Choose file
ru: Выберите файл

source: Upload document
ru: Загрузить документ

source: Identity confirmed
ru: Личность подтверждена

source: You have uploaded
ru: Загруженные вами документы

source: Personal information
ru: Персональные данные

source: Your first name in English as it appears on your international passport and/or on your banking cards
ru: Ваше имя на английском языке как на заграничном паспорте (и/или) на пластиковых картах

source: Your last name in English as it appears on your international passport and/or on your banking cards
ru: Ваша фамилия на английском языке как на заграничном паспорте (и/или) на пластиковых картах

source: Your middle name in English if it is in your documents
ru: Ваше отчество на английском если оно указано в Ваших документах

source: Your desired login to access the site
ru: Ваш желаемый логин для входа на сайт

source: The country where you are tax resident and pay your taxes
ru: Страна, в которой Вы являетесь налоговым резидентом и платите налоги

source: Your tax identification number
ru: Ваш индивидуальный номер налогоплатильщика в стране, где Вы являетесь налоговым резидентом

source: Are you US citizen or US person for tax purposes?
ru: Являетесь ли Вы лицом под юрисдикцией США?

source: A US person for tax purposes is a natural person resident of the USA or a body corporate organized under the laws of the USA as per
ru: Лицо/субъект под юрисдикцией США, согласно определению налоговой службы США для

source: the definition of the IRS of the USA
ru: целей налогооблажения

source: Yes
ru: Да

source: No
ru: Нет

source: Confirm email to start trading
ru: Подтвердите email для начала торгов

source: Use Security section to change phone number
ru: Используйте раздел Безопасность для изменения телефона

source: To confirm phone number, you should create OTP device in Security section
ru: Для подтверждения телефона, вы должны создать OTP-привязку в разделе Безопасность

source: Address information
ru: Адрес

source: Full mailing address including the postal code
ru: Полный почтовый адрес с указанием почтового индекса Вашего места жительства

source: Financial details
ru: Финансовая информация

source: Financial commitments are the obligation of the account applicant to make certain mandatory payments (including but not limited to loan installments, payments to the family dependents, etc.) over a monthly period. The ratio against the total wealth of the account applicant is to be indicated
ru: Финансовые обязательства – это обязательные платежи, которые потенциальный инвестор должен совершать ежемесячно (включая, но не ограничиваясь возвратом заемных средств, выплатами иждивенцам и прочие платежи)

source: Why do we need these details
ru: Почему нам нужна эта информация

source: As a regulated broker we are required to be in strict compliance with the Know Your Client and Anti-Money Laundering procedures. These measures ensure that you are expressly informed of the trading risks and an account in your name can be set up by yourself only.
ru: От нас, как от регулируемого брокера, требуется строгое соблюдение протоколов "Знай своего клиента" и "Противодействие отмыванию денег". Эти меры предполагают, что вы полностью уведомлены о торговых рисках, и только вы можете открыть счёт на своё имя

source: The details you have provided are encrypted in 256-bit technology and shall not be disclosed to any third party under no circumstances.
ru: Предоставленная вами информация шифруется по 256-битной технологии и не предоставляется третьим лицам ни при каких обстоятельствах.

source: Income from professional activity
ru: Доход от деятельности

source: Savings
ru: Накопления

source: Partner/ parent/ family
ru: Средства партнера/ родителей/ семьи

source: Investments/ Dividends
ru: Инвестиции/ Дивиденды

source: Borrowing
ru: Заемные средства

source: Pension
ru: Пенсия

source: Specify
ru: Укажите

source: Accountancy
ru: Финансы

source: Admin/ secretarial
ru: Административная

source: Agricultural
ru: Сельское хозяйство

source: Art
ru: Искусство

source: Financial/Banking
ru: Инвестиции/ Банки

source: Catering/Hospitality
ru: Питание / ресторация

source: Creative/Media
ru: Медиа

source: Educational
ru: Образование

source: Emergency
ru: Экстренные службы

source: Engineering
ru: Техника

source: Health/Medicine
ru: Медицина

source: IT
ru: Информационные технологии

source: Legal
ru: Право

source: Leisure/ Entertainment/ Tourism
ru: Туризм

source: Manufacturing
ru: Производство

source: Marketing/ Advertising/ PR
ru: Маркетинг/ реклама

source: Property
ru: Недвижимость

source: Sales
ru: Продажи

source: Social
ru: Социальные услуги

source: Telecom
ru: Телекоммуникации

source: Transport/ Logistics
ru: Транспорт/ Логистика

source: High school
ru: Среднее (полное) общее образование

source: College
ru: Среднее специальное образование

source: University
ru: Высшее образование

source: Indicate your knowledge and trading experience
ru: Укажите данные о Вашем опыте

# for Trading experience xp
source: Years of experience
ru: Опыт (период работы)

source: Less than 1 year
ru: Менее 1 года

source: 1 to 5 years
ru: 1 – 5 лет

source: Over 5 years
ru: Более 5 лет

source: Average volume of transaction per year (USD) select
ru: Средний размер одной сделки (USD)

source: Less than $10 000
ru: Менее 10 000

source: Over $250 000
ru: Более 250 000

source: Frequency of transactions select
ru: Как часто совершаете сделки?

# for Trading experience select
source: Training received
ru: Знания

source: Seminar
ru: Семинар

source: Course
ru: Курсы

source: Self-trained
ru: Самостоятельное изучение

source: Degree holder
ru: Вуз

source: Derivative instruments (incl. options, futures, swaps, FRAs, etc.)
ru: Деривативы (вкл. опционы, фьючерсы, свопы и др.)

source: Transferable securities
ru: Ценные бумаги

source: Units of collective investment undertaking
ru: Доли инвестиционных фондов

source: I have attended a seminar or a course on Forex Trading
ru: Подтверждаю, что я прошел курс/ семинар по торговле

source: Have you ever traded Forex or CFDs?
ru: Занимались ли Вы когда-нибудь торговлей Forex или CFD?

source: I have previous work experience or relevant qualifications that help me understand the financial products and the risk involved. Forex and CFDs are acceptable for my risk appetite
ru: Подтверждаю, что у меня есть опыт работы и знания, необходимые для понимания финансовых инструментов и существующих рисков. Риски по продуктам Forex и CFD приемлемы для меня

source: Profile settings
ru: Настройки профиля

source: Documents
ru: Документы

source: Security
ru: Безопасность

source: Subscriptions
ru: Подписки

source: Save
ru: Сохранить

source: You have completed your registration and now you can <a href='[[::BASE_URL]]create'>open a Demo Account</a>. In order to open Live Accounts you need to upload the documents for confirmation of the account.
ru: Вы завершили регистрацию и можете <a href='[[::BASE_URL]]create'>открыть Демо счет</a>, но для работы на реальных счетов Вам необходимо загрузить документы для подтверждения аккаунта.

source: Upload documents
ru: Загрузить документы

source: Proof of Identification (POI) – clear colour scanned copy of your <span style='font-weight:bold;'>International Passport</span>. If you do not hold an International Passport, you may provide one other form of valid government-issued identification document (ID card, Driving License). The POI should contain holder’s full name, photo and signature, date of birth, issue/expiry date and document number. In order to open a live trading account this document must be uploaded.
ru: Документ, удостоверяющий личность – четкая цветная скан-копия Вашего <span style='font-weight:bold;'>загранпаспорта</span>. В случае его отсуствия просим предоставить другой удостоверяющий личность документ, выданный компетентными органами (удостоверение личности, водительское удостоверение). Документ должен содержать ФИО владельца, его фото, подпись, дату рождения, а также дату выдачи и срок действия документа, его номер. Данный документ необходим для открытия торгового счета.

source: For citizens of the Russian Federation, Republic of Belarus, Ukraine, Armenia, Uzbekistan, Tajikistan, Turkmenistan the local passport page with the registered residential address can serve as a proof of residence, <span style='font-weight:bold;'>only in cases</span> where the presented POI document is a different than the local passport. In other words, one document cannot be accepted for multiple use.
ru: Для граждан Российской Федерации, Республики Беларусь, Украины, Армении, Узбекистана, Таджикистана, Туркмении, внутренний паспорт с пропиской может служить подтверждением места жительства <span style='font-weight:bold;'>только в случае</span>, если он не служит для удостоверения личности. Иными словами, один документ подтверждает личность, другой – место жительства.

source: Proof of Residential Address (POR) – clear coloured scanned copy of a recent utility bill, bank statement, local authority bill or any other official document stating your name and full address, as written in your online registration with ArumCapital. The POR issue date must be less than <span style='font-weight:bold;'>6 months</span> back.
ru: Подтверждение места жительства – четкая цветная скан-копия счета за коммунальные услуги, выписки со счета в банке или другого документа, где будет указан Ваш адрес проживания и Ваше ФИО. Адрес должен совпадать с адресом, который Вы указали при регистрации в личном кабинете на нашем сайте. Дата такого документа не должна быть позднее <span style='font-weight:bold;'>6 мес</span>.

source: Send documents to verify
ru: Отправить документы на проверку

source: Go to account opening
ru: Перейти к открытию счета

source: You will be able to open a real accounts after your documents are verified. Now you can <a href='[[::BASE_URL]]create'>open Demo accounts only.</a>
ru: Вы сможете открыть и пополнить реальные счета после проверки Ваших документов, в данный момент Вы можете <a href='[[::BASE_URL]]create'>открывать только Демонстрационные счета</a>

source: You have completed fast registration and can <a href='[[::BASE_URL]]create'>open a Demo Account</a>. In order to open Live Accounts you are kindly requested to complete registration and upload the documents.
ru: Вы прошли быструю регистрацию и можете <a href='[[::BASE_URL]]create'>открыть Демо счет</a>, но для открытия реальных счетов Вам необходимо завершить регистрацию и загрузить документы.

source: Attention! Before you proceed, you need to confirm your e-mail. For you sent a message with a link to activate.
ru: Внимание! Перед продолжением регистрации. Вам необходимо подтвердить Ваш e-mail. Вам отправлено сообщение со ссылкой активации.

source: * Mandatory fields
ru: * Поля обязательные для заполнения

source: I have previous work experience or relevant qualifications that help me understand the financial products and the risk involved. Forex and CFDs are acceptable for my risk appetite.
ru: Подтверждаю, что у меня есть опыт работы и знания, необходимые для понимания финансовых инструментов и существующих рисков. Риски по продуктам Forex и CFD приемлемы для меня

source: I hereby declare that I have carefully read and understood
ru: Я заявляю, что внимательно прочитал, полностью понимаю и принимаю

# super-and
source: and
ru: и

source: Legal Documentation
ru: Юридическую информацию

source: with which I fully agree.
ru: , с которыми полностью согласен.

source: Complete registration
ru: Завершение регистрации

source: Please correct the errors above.
ru: Пожалуйста исправьте ошибки выше.

source: Security settings
ru: Настройки безопасности

source: You have no OTP device.
ru: У вас нет OTP-привязки

source: Currently you use SMS with phone
ru: В данный момент вы используете SMS на телефон

source: Currently you use mobile application
ru: В данный момент вы используете мобильное приложение

source: Change device
ru: Изменить привязку

source: Password change
ru: Смена пароля

source: Old password
ru: Старый пароль

source: New password
ru: Новый пароль

source: Confirm password
ru: Подтверждение

source: Password confirmation doesn't match new password
ru: Подтверждение пароля не совпадает с новым паролем

source: Why should I set up security settings?
ru: Зачем нужно устанавливать настройки безопасности?

source: <p class="offset-bottom-20"> The following actions will require authentication code, which will be generated using a special mobile app or texted to you via SMS: </p> <ul class="ul-dashed offset-bottom-20"> <li>Editing profile data</li> <li>Creating or editing withdraw details</li> <li>Funds withdrawal</li> <li>Internal transfer</li> <li>Real account leverage change</li> <li>Real account password change</li> </ul> <p> The authentication code will help verify that it is really you who request the operation and your account was not stolen. This will help to protect you from money theft. The authentication code is generated by a special mobile app or is sent to your mobile phone via text message (SMS). </p>
ru: <p class="offset-bottom-20">Если Вы совершите одно из ниже перечисленных действий, будет запрошен код доступа, который позволит определить, что действие производится именно Вами:</p> <ul class="ul-dashed offset-bottom-20"> <li>Изменение данных в профиле</li> <li>Создание / изменение / удаление реквизитов для вывода</li> <li>Создание заявок на вывод средств</li> <li>Внутренний перевод</li> <li>Смена плеча реального счёта</li> <li>Смена пароля реального счёта</li> </ul> <p> Это сделано для того, чтобы обезопасить Вас от несанкционированных взломов личного кабинета с последующим выводом денег. Код доступа генерируется через специальное приложение для мобильных устройств, либо будет выслан посредством SMS. </p>

source: in 5 minutes
ru: 5 минут

source: Account confirmation
ru: Подтверждение аккаунта

source: Up to 1 day
ru: до 1 дня

source: Start work
ru: Начало работы

source: on live accounts
ru: на реальных счетах

source: Select active subscriptions:
ru: Выберите активные подписки

source: Your password has been changed successfully
ru: Ваш пароль успешно изменен!

source: <p>Your password has been changed.</p>
ru: <p>Ваш пароль был изменен.</p>

source: Edit profile e-mail
ru: Редактировать e-mail

source: Edit your e-mail
ru: Редактировать e-mail

source: Send verification code
ru: Отправить код подтверждения

source: My profile
ru: Мой профиль

source: Edit your profile
ru: Редактировать свой профиль

source: <p>To verify your information, you can <a href="%(profiles_upload_document_url)s">upload a copy of your document</a></p>
ru: <p>Для уточнения предоставленной информации, Вы можете <a href="%(profiles_upload_document_url)s">загрузить копию документа</a></p>

source: Confirm your mobile phone number
ru: Подтвердите номер своего мобильного телефона

source: Confirm
ru: Подтвердить

source: To change your phone number - follow this <a href="%(link)s">link</a>
ru: Для смены номера телефона пройдите по <a href="%(link)s">ссылке</a>

source: Click <strong>Check</strong> to confirm your mobile phone number
ru: Нажмите <strong>Подтвердить</strong> чтобы подтвердить номер своего мобильного телефона

source: My manager
ru: Мой менеджер

source: My personal broker
ru: Мой персональный брокер

source: No photo available
ru: Нет фото

source: Work Phone
ru: Рабочий телефон

source: You can get contacts of the manager after you deposit at least $100 to your account.
ru: Возможность доступа к контактным данным менеджера будет открыта после пополнения счёта на сумму не менее 100 USD

source: Ask a question
ru: Задать вопрос

source: Our contact information:
ru: Наши контакты:

source: Phone: 8-800-333-1003 (free accross Russia)
ru: Телефон: 8-800-333-1003 (бесплатный по России)

source: E-mail: eng@grandcapital.net
ru: E-mail: info@grandcapital.net

source: Edit profile
ru: Редактировать профиль

source: State
ru: Регион

source: Home Phone
ru: Домашний телефон

source: Mobile Phone
ru: Мобильный телефон

source: Documents you uploaded
ru: Загруженные вами документы

source: Account id
ru: Номер счета

source: Account type
ru: Тип счета

source: Complete your profile!
ru: Заполните свой профиль!

source: Verify your e-mail
ru: Подтвердите e-mail

source: Verify phone number
ru: Подтвердите телефон

source: Upload a scan of ID
ru: Загрузите документ

source: Specify your address
ru: Укажите ваш адрес
