Repository: VitalySvyatyuk/a-demo
Catalog: django-gc-shared/otp/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Phone number
ru: Номер телефона

source: Enter your phone number
ru: Введите номер вашего мобильного телефона

source: Token
ru: Токен

source: Token from your auth app
ru: Токен из приложения

source: Wrong token
ru: Неверный код

source: Token send by SMS
ru: Токен из SMS

source: Your code: %s Please enter it in the verification field.
ru: Ваш код: %s Введите его в поле на странице.

source: Security confirm
ru: Подтверждение

source: SMS was sent succesfully
ru: SMS было успешно отправлено

source: Message contains security token which you should enter in the following field:
ru: В сообщении содержится токен, который следует ввести в расположенное ниже поле:

source: Invalid token, try again
ru: Неправильный токен, попробуйте снова

source: Confirm
ru: Подтвердить

source: Call is successfully planned
ru: Звонок успешно запланирован

source: You will hear a unique code (4 digits) which you should enter in the following field:
ru: В сообщении содержится токен, который следует ввести в расположенное ниже поле:

source: Enter security token from device:
ru: Введите токен с устройства:

source: OTP binding required
ru: Необходима OTP-привязка

source: To perform this action, you need to create OTP binding.
ru: Для совершения данного действия, необходимо создать OTP-привязку

source: Go to security settings
ru: Перейти в настройки безопасности

source: Authentication using SMS
ru: Авторизация через SMS

source: Please enter your mobile phone number
ru: Введите номер вашего мобильного телефона

source: Send an SMS
ru: Отправить СМС

source: You will receive a unique code which you should enter in the following field:
ru: В сообщении содержится токен, который следует ввести в расположенное ниже поле:

source: Make binding
ru: Создать привязку

source: You can also use
ru: Вы можете использовать

source: mobile app
ru: Мобильное приложение

source: for authentication
ru: для авторизации

source: Authentication using mobile app
ru: Авторизация через мобильное приложение

source: Please choose your mobile's system
ru: Выберите вашу мобильную ОС

source: Install the application on your mobile phone
ru: Установите приложение для своего устройства

source: Open the app and create a new account using the following secret key
ru: Откройте приложение и создайте учетную запись с секретным ключом

source: or use the 'Scan' option of the app and point your mobile phone's camera at the QRCode below
ru: или, воспользовавшись опцией установленного приложения «Сканирование», наведите камеру телефона на QR-код (квадратный штрих-код ниже)

source: Enter the code generated by the app in the following field (if the code doesn't match, please enable time correction in your app's settings):
ru: Введите сгенерированный программой код для проверки синхронизации (если код не подходит, включите коррекцию времени в настройках приложения):

source: Phone confirmation
ru: Подтверждение телефона

source: Confirm your phone
ru: Подтвердите номер вашего мобильного телефона

source: You already have text message authentication binded to your phone number. You can change your phone number <a href="%(link)s">here</a>
ru: У вас уже есть привязка к номеру телефона. Для смены номера пройдите по <a href="%(link)s">ссылке</a>

source: Please press the button below to get the verification token as text message (SMS) on your phone number
ru: Нажмите кнопку ниже для получения сообщения на ваш телефон

source: Send
ru: Отправить

source: If you <b>can't receive the message</b>, you can order an
ru: Если <b>сообщение не дошло</b>, то вы можете заказать

source: automated call
ru: автоматический звонок

source: The call was queued succesfully. You will hear a unique code (4 digits) which you should enter in the following field:
ru: Звонок был успешно запланирован. Вы услышите токен (4 цифры), которые следует ввести в расположенное ниже поле:

source: Check
ru: Проверить

source: OTP check
ru: OTP проверка

source: Your session has been expired. Please, refresh the page and try again
ru: Сессия завершилась. Обновите страницу и попробуйте еще раз

source: My profile
ru: Мой профиль

source: Security settings
ru: Настройки безопасности

source: In this section you can set your security settings.
ru: В этом разделе вы можете установить настройки безопасности системы.

source: The following actions will require authentication code, which will be generated using a special mobile app or texted to you via SMS: <br/> <ul> <li>Editing profile data</li> <li>Creating or editing withdraw details</li> <li>Funds withdrawal</li> <li>Internal transfer</li> <li>Real account leverage change</li> <li>Real account password change</li> </ul> <br/> The authentication code will help verify that it is really you who request the operation and your account was not stolen. This will help to protect you from money theft. The authentication code is generated by a special mobile app or is sent to your mobile phone via text message (SMS).
ru: Если Вы совершите одно из ниже перечисленных действий, будет запрошен код доступа, который позволит определить, что действие производится именно Вами: <br/> <ul> <li>Изменение данных в профиле</li> <li>Создание / изменение / удаление реквизитов для вывода</li> <li>Создание заявок на вывод средств</li> <li>Внутренний перевод</li> <li>Смена плеча реального счёта</li> <li>Смена пароля реального счёта</li> </ul> Это сделано для того, чтобы обезопасить Вас от несанкционированных взломов личного кабинета с последующим выводом денег. Код доступа генерируется через специальное приложение для мобильных устройств, либо будет выслан посредством SMS.

source: Currently you use mobile application
ru: В данный момент используется мобильное приложение

source: Currently you use SMS with phone
ru: В данный момент используются SMS на телефон

source: Change device
ru: Сменить устройство

source: Please choose your preferred authentication method:
ru: Выберите предпочтительный способ аутентификации:

source: OR
ru: ИЛИ

source: Mobile application
ru: Мобильное приложение

source: The call was queued succesfully. You will hear a unique code (4 digits) which you should enter in the following field:
ru: Звонок был успешно запланирован. Вы услышите код (4 цифры), который следует ввести в расположенное ниже поле:

source: To generate the authentication code using mobile app, follow these 3 simple steps
ru: Для того, чтобы сгенерировать код через мобильное приложение, выполните 3 простых шага

source: For
ru: Для

source: QR-code
ru: QR-код

source: Refresh
ru: Обновить

source: Enter the code generated by the app in the following field (if the code doesn't match, please enable time correction in your app's settings):
ru: Введите сгенерированный программой код для проверки синхронизации (если код не подходит, включите коррекцию времени в настройках приложения):

source: Device %s has been saved
ru: Устройство %s было сохранено

source: Wrong code
ru: Неверный код
