Repository: VitalySvyatyuk/a-demo
Catalog: django-gc-shared/private_office/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Documents and Agreements
ru: Документы и соглашения

source: Download
ru: Скачать

source: Downloads centre
ru: Центр загрузок

source: For iPhone
ru: Для iPhone

source: For Android
ru: Для Android

source: User's manual Mac (pdf)
ru: Руководство пользователя Mac (pdf)

source: For real accounts
ru: Для реальных счетов

source: For demo accounts
ru: Для Демо-счетов

source: User's manual (pdf)
ru: Руководство пользователя

source: API description for the FIX protocol (pdf)
ru: Описание API для FIX протокола (pdf)

source: Go to Real
ru: Войти в REAL-платформу

source: Go to Demo
ru: Войти в DEMO-платформу

source: Manual (pdf)
ru: Руководство (pdf)

source: ARUM.Invest
ru: Инвестировать

source: Go to platform
ru: В платформу

source: Help
ru: Помощь

source: Private office
ru: Личный кабинет

source: Collaboration and partnership
ru: По вопросам партнерства:

source: Private office main page
ru: Доступ в личный кабинет

source: Settings
ru: Настройки

source: Logout
ru: Выйти

source: Previous login
ru: Предыдущий логин

source: Educational center
ru: Центр обучения

source: Economic calendar
ru: Экономический<br>каледарь

source: Trader's calculator
ru: Пример расчета

source: My accounts
ru: Мои счета

source: Partnership
ru: Партнёрство

source: Open an account
ru: Открыть счет

source: Log into ARUM.INVEST
ru: Войти в ARUM.INVEST

source: Log into ARUM WEB
ru: Войти в ARUM WEB

source: Webinars
ru: Вебинары

source: Accounts archive
ru: Архив счетов

source: Reports
ru: Отчёты

source: Referral accounts
ru: Партнёрские счета

source: Documents
ru: Документы

source: Messages and notifications
ru: Сообщения и уведомления

source: More
ru: Подробнее

source: Support
ru: Техподдержка

source: Live chat
ru: Онлайн чат

source: Back to website
ru: Вернуться на сайт

source: My webinars
ru: Мои вебинары

source: Starts at
ru: Начало

source: Theme
ru: Тема

source: Category
ru: Категория

source: Status
ru: Статус

source: Starts soon
ru: Скоро начало

source: Has been started
ru: Начался

source: See webinar record
ru: Смотрите запись вебинара

source: Ended
ru: Закончен

source: Per page
ru: На страницу

source: return to
ru: вернуться на

source: I have a problem
ru: У меня проблема

source: Log in
ru: Войдите

source: Register
ru: Зарегистрироваться

source: Authentication using
ru: Аутентификация с помощью

source: Please enter your mobile phone number
ru: Пожалуйста введите номер своего мобильного телефона

source: Send an SMS
ru: Отправить SMS

source: The message was sent succesfully
ru: Сообщение было успешно отправлено

source: You will receive a unique code which you should enter in the following field:
ru: В сообщении содержится токен, который следует ввести в расположенное ниже поле:

source: Make binding
ru: Создать привязку

source: If you <b>can't receive the message</b>, you can order an
ru: Если <b>сообщение не дошло</b>, то вы можете заказать

source: automated call
ru: автоматический звонок

source: mobile app
ru: <br/>приложения для смартфонов

source: You can also use
ru: Вы также можете использовать авторизацию с помощью

source: Please choose your mobile's system
ru: Пожалуйста выберите платформу вашего телефона

source: Install the application on your mobile phone
ru: Установите приложение для своего устройства

source: Open the app and create a new account using the following secret key
ru: Откройте приложение и создайте учетную запись с секретным ключом

source: or use the 'Scan' option of the app and point your mobile phone's camera at the QRCode below
ru: или, воспользовавшись опцией установленного приложения «Сканирование», наведите камеру телефона на QR-код (квадратный штрих-код ниже)

source: Enter the code generated by the app in the following field (if the code doesn't match, please enable time correction in your app's settings):
ru: Введите сгенерированный программой код для проверки синхронизации (если код не подходит, включите коррекцию времени в настройках приложения):

source: Why should I set these settings?
ru: Зачем нужно настраивать аутентификацию?

source: The following actions will require authentication code, which will be generated using a special mobile app or texted to you via SMS: <br/> <ul> <li>Editing profile data</li> <li>Creating or editing withdraw details</li> <li>Funds withdrawal</li> <li>Internal transfer</li> <li>Real account leverage change</li> <li>Real account password change</li> </ul> <br/> The authentication code will help verify that it is really you who request the operation and your account was not stolen. This will help to protect you from money theft. The authentication code is generated by a special mobile app or is sent to your mobile phone via text message (SMS).
ru: Если Вы совершите одно из ниже перечисленных действий, будет запрошен код доступа, который позволит определить, что действие производится именно Вами: <br/> <ul> <li>Изменение данных в профиле</li> <li>Создание / изменение / удаление реквизитов для вывода</li> <li>Создание заявок на вывод средств</li> <li>Внутренний перевод</li> <li>Смена плеча реального счёта</li> <li>Смена пароля реального счёта</li> </ul> Это сделано для того, чтобы обезопасить Вас от несанкционированных взломов личного кабинета с последующим выводом денег. Код доступа генерируется через специальное приложение для мобильных устройств, либо будет выслан посредством SMS.

source: Login
ru: Вход

source: If you are a new customer please
ru: Если вы новый клиент &mdash;

source: register
ru: зарегистрируйтесь

source: Login using social network account
ru: Войти, используя аккаунты социальных сетей

source: Forgot your password?
ru: Забыли пароль?

source: If you have already registered please
ru: Если вы уже зарегистрировались &mdash;

source: I have an agent code
ru: У меня есть код агента

source: Register using social network account
ru: Зарегистрироваться, используя аккаунты социальных сетей
