Repository: VitalySvyatyuk/a-demo
Catalog: django-gc-shared/faq/locale/*/LC_MESSAGES/django.po
Languages: ru

source: name
ru: имя

source: priority
ru: приоритет

source: defines order in category list
ru: определяет порадок в списке категорий

source: short url name
ru: короткое имя для URL

source: language
ru: язык

source: Category
ru: Категория

source: Categories
ru: Категории

source: question
ru: вопрос

source: answer
ru: oтвет

source: in TOP 10
ru: в десятке первых

source: Quesstion
ru: Вопрос

source: Quesstions
ru: Вопросы

source: Most frequent questions about
ru: Частые вопросы по теме

source: FAQ
ru: Справочник

source: Descriptions of trading instruments
ru: Описание торговых инструментов

source: Top 10
ru: Топ 10

source: <span class="{{ css_classes.color }}">Questions and answers</span> on any topic of interest to you
ru: <span class="{{ css_classes.color }}">Вопросы и ответы</span> по любой интересующей вас теме

source: In this section you will find <span class="{{ css_classes.color }}">descriptions of all symbols</span> available for trading at the MT4 terminal
ru: В этом разделе Вы найдёте <span class="{{ css_classes.color }}">описания всех инструментов</span>, доступных для торговли в терминале MT4

source: search through question
ru: поиск по вопросам

source: find a symbol
ru: поиск символа

source: Search
ru: Поиск

source: Could not find what you're looking for. Ask other search criteria, or try to find an answer to <a href="http://forum.grandcapital.ru/">company forum</a>.
ru: Не удалось найти то, что Вы ищете. Скорректируйте критерии поиска, или попробуйте найти ответ на <a href="http://forum.grandcapital.ru/">форуме компании</a>.
