Repository: VitalySvyatyuk/a-demo
Catalog: django-gc-shared/education/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Seminar
ru: Семинар

source: Slug
ru: Слаг

source: Machine name (for URL's)
ru: Машинное имя (для ссылок)

source: Price
ru: Цена

source: For beginners
ru: Вводные

source: For advanced traders
ru: Для опытных трейдеров

source: Market reviews
ru: Аналитические обзоры рынков

source: For partners
ru: Для партнеров

source: Webinar category
ru: Категория вебинара

source: Webinar description
ru: Описание вебинара

source: Favorite webinar
ru: Избранный вебинар

source: If selected it is shown next to the webinars calendar
ru: Если выбрана, то показывается рядом с календарем вебинаров

source: Room password
ru: Пароль от комнаты

source: Webinar leader
ru: Ведущий вебинара

source: Webinar
ru: Вебинар

source: Webinars
ru: Вебинары

source: Webinar date
ru: Дата проведения

source: Link to webinar room
ru: Ссылка на вебинарную комнату

source: User
ru: Пользователь

source: Registration time
ru: Время регистрации

source: Paid
ru: Оплачен

source: Paid time
ru: Время оплаты

source: Registration for the webinar
ru: Регистрация на вебинар

# educational page
source: Educational Center
ru: Учебный центр

source: About FOREX
ru: Что такое forex

source: Glossary
ru: Словарь терминов

source: Other terms
ru: Другие термины

source: All terms
ru: Все термины

source: Register for the webinar
ru: Записаться на вебинар

source: Upcoming webinars
ru: Предстоящие вебинары

source: All webinars
ru: Все вебинары
