Repository: VitalySvyatyuk/a-demo
Catalog: django-gc-shared/friend_recommend/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Friend's name
ru: Имя друга

source: Friend's email
ru: Email друга

source: Account
ru: Счёт

source: Select one of your accounts.
ru: Выберите один из ваших счетов.

source: Recommend us to a friend
ru: Порекомендуйте нас другу

source: We justify your expectations
ru: Мы оправдываем ваши ожидания

source: Tell friends about us!
ru: Расскажите о нас друзьям

source: Recommend
ru: Рекомендовать

source: We pay for your reference. To get your payments become our Partner
ru: Мы платим Вам за Ваши рекомендации. Что бы получать вознаграждение за приглашенных друзей станьте нашим партнером

source: Become a partner
ru: Стать партнером

source: Have you enjoyed working with us?
ru: Вам понравилось работать с нами?

source: IB account
ru: Партнёрский счёт

source: Refer friends
ru: Приглашайте друзей

source: and get rewards for&nbsp;the&nbsp;trading of&nbsp;each one
ru: и получайте вознаграждение за&nbsp;торговлю каждого

source: Thank you for recommending us!
ru: Спасибо за то, что рекомендуете нас!
